Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: ReDi Restaurant Reservation plugin could not get an API key from the reservationdiary.eu server when it activated. <br/> You can try to fix this by going to the ReDi Restaurant Reservation "options" page. <br/>This will cause ReDi Restaurant Reservation plugin to retry fetching an API key for you. <br/>If you keep seeing this error it usually means that server where you host your web site can't connect to our reservationdiary.eu server. <br/>You can try asking your WordPress host to allow your WordPress server to connect to api.reservationdiary.eu <br/>In case you can not solve this problem yourself, please contact us directly by <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>
it_it: Il plug-in ReDi Restaurant Reservation non è riuscito a ottenere una chiave API dal server reservationdiary.eu quando è stato attivato. <br/> Puoi provare a risolvere questo problema andando alla pagina "opzioni" di prenotazione del ristorante ReDi. <br/>Ciò farà sì che il plug-in ReDi Restaurant Reservation riprovi a recuperare una chiave API per te. <br/>Se continui a visualizzare questo errore, di solito significa che il server in cui ospiti il tuo sito web non può connettersi al nostro server reservationdiary.eu. <br/>Puoi provare a chiedere al tuo host WordPress di consentire al tuo server WordPress di connettersi a api.reservationdiary.eu <br/>Nel caso in cui non sia possibile risolvere questo problema da soli, vi preghiamo di contattarci direttamente tramite <a href="mailto:info@reservationdiary.eu">info@reservationdiary.eu</a>

source: ReDi restaurant reservation plugin is ready to use
fr_fr: Le plugin de réservation de restaurant ReDi est prêt à être utilisé
it_it: Il plug-in per la prenotazione del ristorante ReDi è pronto per l'uso

source: Register to Wait List
de_de: In die Warteliste eintragen
es_es: Regístrese en la lista de espera
fr_fr: S'inscrire sur la liste d'attente
it_it: Registrati alla lista d'attesa

source: Remind your customer about upcoming reservation via Email or by SMS
de_de: Erinnere deine Gäste über anstehende Reservierungen per E-Mail und / oder SMS
es_es: Recuerde a su cliente acerca de la próxima reserva por correo electrónico o por SMS
fr_fr: Rappeler à votre client sa réservation imminente par e-mail ou par SMS
it_it: Ricorda al tuo cliente la prenotazione imminente via e-mail o SMS

source: Reminder
de_de: Erinnerungsfunktion
es_es: Recordatorio
fr_fr: Rappel
it_it: Promemoria

source: Required error message
de_de: Erforderliche Fehlermeldung
es_es: Mensaje de error obligatorio
fr_fr: Message d'erreur requis
it_it: Messaggio di errore obbligatorio

source: required field
de_de: Pflichtfeld
es_es: Campo requerido
fr_fr: Champ obligatoire
it_it: Campo obbligatorio

source: Reservation date
de_de: Datum der Reservierung
es_es: Fecha de reserva
fr_fr: Date de réservation
it_it: Data di prenotazione

source: Reservation Details
de_de: Details zur Reservierung
es_es: Detalles de la reserva
fr_fr: Détails de la réservation
it_it: Dettagli della prenotazione

source: Reservation Diary
it_it: Diario delle prenotazioni

source: Reservation duration
fr_fr: Durée de la réservation
it_it: Durata della prenotazione

source: Reservation Form
de_de: Reservierungsformular
es_es: Formulario de reserva
fr_fr: Formulaire de réservation
it_it: Modulo di prenotazione

source: Reservation form is not working
de_de: Reservierungsform funktioniert nicht.
fr_fr: Le formulaire de réservation ne fonctionne pas.
it_it: Il modulo di prenotazione non funziona

source: Reservation Form settings
fr_fr: Paramètres du formulaire de réservation
it_it: Impostazioni del modulo di prenotazione

source: Reservation has been successfully canceled.
de_de: Die Reservierung wurde erfolgreich storniert.
es_es: La reserva ha sido cancelada con éxito.
fr_fr: La réservation a été annulée avec succès.
it_it: La prenotazione è stata cancellata con successo.

source: Reservation has been successfully updated.
de_de: Reservierung wurde erfolgreich aktualisiert.
es_es: La reserva se ha actualizado correctamente.
it_it: La prenotazione è stata aggiornata con successo.

source: Reservation id is empty.
fr_fr: L'identifiant de réservation est vide.
it_it: L'ID prenotazione è vuoto.

source: Reservation is not available on selected day. Please select another day.
de_de: An diesem Tag kann keine Reservierung entgegengenommen werden. Bitte wähle einen anderen Tag aus.
es_es: La reserva no está disponible el día seleccionado. Por favor seleccione otro día.
fr_fr: La réservation n'est pas disponible le jour sélectionné. Veuillez sélectionner un autre jour.
it_it: La prenotazione non è disponibile nel giorno selezionato. Seleziona un altro giorno.

source: Reservation is not found.
fr_fr: La réservation n'a pas été trouvée.
it_it: Prenotazione non trovata.

source: Reservation number
de_de: Reservierungsnummer
es_es: Número de reserva
fr_fr: Numéro de réservation
it_it: Numero di prenotazione

source: Reservation number can't be empty
es_es: El número de reserva no puede estar vacío
fr_fr: Le numéro de réservation ne peut pas être vide
it_it: Il numero di prenotazione non può essere vuoto

source: Reservation number is required
es_es: Se requiere número de reserva
fr_fr: Le numéro de réservation est requis
it_it: È richiesto il numero di prenotazione

source: Reservation restrictions
fr_fr: Restrictions de réservation
it_it: Restrizioni di prenotazione

source: Reservation settings
fr_fr: Paramètres de réservation
it_it: Impostazioni di prenotazione

source: Reservation that is canceled can not be modified.
es_es: La reserva que se cancela no se puede modificar.
fr_fr: Une réservation annulée ne peut pas être modifiée.
it_it: La prenotazione annullata non può essere modificata.

source: Reservations
fr_fr: Réservations
it_it: Prenotazioni

source: Restaurant name
es_es: Nombre del restaurante
fr_fr: Nom du restaurant
it_it: Nome ristorante

source: Restaurant settings
de_de: Restauranteinstellungen
es_es: Ajustes del restaurante
fr_fr: Informations Restaurant
it_it: Impostazioni del ristorante

source: Save Changes
de_de: Änderungen speichern
es_es: Guardar cambios
fr_fr: Enregistrer les modifications
it_it: Salva modifiche

source: Select available time
de_de: Wähle eine freie Zeit
es_es: Seleccionar tiempo disponible
fr_fr: Choisir une disponibilité
it_it: Seleziona orario

source: Select Country
de_de: Wähle Land
es_es: Seleccionar país
fr_fr: Sélectionnez le pays
it_it: Seleziona il paese

source: Select guests, date and time
es_es: Seleccionar detalles...
fr_fr: Sélectionnez le nombre de personnes, la date puis l'horaire
it_it: Seleziona ospiti, data e ora

source: Select monthly guest reservation limit
it_it: Seleziona il limite mensile di prenotazione degli ospiti

source: Select option
de_de: Ausführung wählen
es_es: Seleccionar opción
fr_fr: Sélectionnez l’option
it_it: Seleziona l'opzione

source: Select place
it_it: Seleziona luogo

source: Select place, guests, date and time
es_es: Seleccionar detalles...
fr_fr: Sélectionnez le lieu, les invités, la date et l'heure
it_it: Seleziona luogo, ospiti, data e ora

source: Select plugin theme
de_de: Plugin-Theme auswählen
es_es: Seleccionar el tema del plugin
fr_fr: Sélectionnez le thème du plugin
it_it: Seleziona il tema del plugin

source: Selected date or time is not valid.
es_es: La fecha o la hora seleccionadas no son válidas.
fr_fr: Settings
it_it: La data o l'ora selezionate non sono valide.

source: Selecting this option, the calendar is set to popup when the user clicks the calendar control.
de_de: Wenn diese Option aktiviert ist, wird der Kalender in einem Pop-Up-Fenster geöffnet.
fr_fr: En sélectionnant cette option, le calendrier s'affiche en pop-up lorsque l'utilisateur clique sur le contrôle du calendrier.
it_it: Selezionando questa opzione, il calendario viene impostato per essere visualizzato quando l'utente fa clic sul controllo calendario.

source: Send client reservation confirmation emails from WordPress account.
de_de: Sendet dem Gast die Reservierungsbestätigung über den E-Mail-Account der WordPress-Seite.
es_es: Envíe correos electrónicos de confirmación de reserva del cliente desde la cuenta de WordPress.
fr_fr: Envoyer des courriels de confirmation de réservation au client depuis le compte WordPress.
it_it: Invia e-mail di conferma della prenotazione del cliente dall'account WordPress.

source: Send confirmation email to client
de_de: Sende Reservierungsbestätigungs-E-Mail an den Gast
es_es: Enviar correo electrónico de confirmación al cliente
fr_fr: Envoyer un courriel de confirmation au client
it_it: Invia un'e-mail di conferma al cliente

source: Send me newsletter and promotions
de_de: Sende mir Newsletter und Angebote zu
es_es: Envíame newsletter y promociones
fr_fr: M'envoyer la newsletter et les promotions
it_it: Inviami newsletter e promozioni

source: Send me reservation reminder
de_de: Sende mir eine Reservierungserinnerung
es_es: Enviarme recordatorio de reserva
fr_fr: M'envoyer un rappel de réservation
it_it: Inviami un promemoria per la prenotazione

source: Set Open and Close fields to blank if restaurant is closed.
de_de: Lösche "Offen"- und "Geschlossen"-Zeiten wenn das Restaurant geschlossen ist.
es_es: Deje los campos Abierto y Cerrado en blanco si el restaurante está cerrado.
fr_fr: Laissez les champs Ouverture et Fermeture vides si le restaurant est fermé.
it_it: Imposta i campi Apri e Chiudi su vuoto se il ristorante è chiuso.

source: Settings
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni

source: Settings $
es_es: Ajustes de Pago
fr_fr: Paramètres $
it_it: Impostazioni $

source: Settings that have already been changed will be lost.
it_it: Le impostazioni che sono già state modificate andranno perse.

source: Settings that have already been changed will be lost. Are you sure you want to continue?
it_it: Le impostazioni che sono già state modificate andranno perse. Sei sicuro di voler continuare?

source: Setup maximum available seats for online reservation by week day
de_de: Stelle die maximale Sitzplatzanzahl für Online-Reservierungen pro Wochentag ein
es_es: Configure los asientos máximos disponibles para reservas en línea por día de la semana
fr_fr: Configurer le nombre maximum de places disponibles pour la réservation en ligne par jour de la semaine
it_it: Configura il numero massimo di posti disponibili per la prenotazione online in base al giorno della settimana

source: Show comments
de_de: Kommentare anzeigen
es_es: Mostrar comentarios
fr_fr: Afficher les commentaires
it_it: Mostra i commenti

source: Show end reservation time
de_de: Zeige End-Reservierungszeit
fr_fr: Afficher l'heure de fin de réservation
it_it: Mostra l'orario di fine prenotazione

source: Shown on click
de_de: Beim Klicken anzeigen
es_es: Se muestra al hacer clic
fr_fr: Affiché au clic
it_it: Mostrato al clic

source: Slash
de_de: Schrägstrich
es_es: Barra oblicua
fr_fr: Espace
it_it: Barra

source: Specify how late customers can make their booking in hours. For example, the current time is 10:00 and this setting is set to 3 hours then the first time, when the reservation will be accepted is 13:00.
de_de: Stelle ein, wie spät Gäste online reservieren können (Beispiel: Bei einer Einstellung von 3 Stunden kann eine Reservierung für 13:00 Uhr spätestens um 10:00 Uhr vorgenommen werden).
es_es: Especifique cómo los clientes tardíos pueden hacer su reserva en horas. Por ejemplo, la hora actual es 10:00 y esta configuración se establece en 3 horas, luego la primera vez, cuando se aceptará la reserva es 13:00.
fr_fr: Spécifiez combien de temps à l'avance les clients peuvent effectuer leur réservation en heures. Par exemple, s'il est actuellement 10h00 et que ce paramètre est réglé sur 3 heures, la première heure à laquelle la réservation sera acceptée sera 13h00.
it_it: Specifica il ritardo con cui i clienti possono effettuare la prenotazione in ore. Ad esempio, l'ora corrente è le 10:00 e questa impostazione è impostata su 3 ore, quindi la prima volta, quando la prenotazione verrà accettata, è alle 13:00.

source: Specify time in 24h format (00:00 - 23:59).
de_de: Stelle die Zeit im 24-Stunden-Format ein (00:00 - 23:59).
es_es: Especifique la hora en formato 24 horas (00:00 - 23:59).
fr_fr: Indiquez l'horaire au format 24h (00:00 - 23:59).
it_it: Specificare l'ora nel formato 24 ore (00:00 - 23:59).

source: Stay in the loop! Subscribe to receive valuable updates, tips, and recommendations related to our plugin. By checking this box, you agree to receive occasional emails with important announcements, helpful insights, and suggestions to enhance your experience with our plugin. Don't miss out on the latest features and improvements – opt in now!
it_it: Rimani aggiornato! Iscriviti per ricevere preziosi aggiornamenti, suggerimenti e raccomandazioni relative al nostro plugin. Selezionando questa casella, accetti di ricevere e-mail occasionali con annunci importanti, approfondimenti utili e suggerimenti per migliorare la tua esperienza con il nostro plug-in. Non perderti le ultime funzionalità e miglioramenti: iscriviti ora!

source: Step
de_de: Schritt
es_es: Paso
fr_fr: Réservez une table
it_it: Passo

source: Submit an issue or suggest a feature
it_it: Segnalare un problema o suggerire una funzionalità

source: Subscribe to newsletter
it_it: Iscriviti alla newsletter

source: Support for multiple places. Number of places depends on number of subscriptions.
de_de: Unterstützung für mehrere Plätze. Die Anzahl an Plätzen hängt von der Anzahl der gekauften Lizenzen ab.
es_es: Soporte para múltiples lugares. El número de lugares depende del número de suscripciones.
fr_fr: Support pour plusieurs endroits. Le nombre d'endroits dépend du nombre d'abonnements.
it_it: Supporto per più posizioni. Il numero di posti dipende dal numero di abbonamenti.

source: Support us
de_de: Unterstütze uns
es_es: Apoyanos
fr_fr: Encouragez-nous
it_it: Supportaci

source: Test reservation
es_es: Reserva de prueba
fr_fr: Réservation de test
it_it: Prenotazione del test

source: Text field
de_de: Textfeld
es_es: Campo de texto
fr_fr: Champ de texte
it_it: Campo di testo

source: Text on form
de_de: Feldname
es_es: Texto en formulario
fr_fr: Texte sur le formulaire
it_it: Testo sul modulo

source: Text that will be displayed when there are no available time for selected day/time.
de_de: Text, der angezeigt wird, wenn es keine verfügbaren Zeiten für ausgewählten Tag gibt.
es_es: Texto que se mostrará cuando no haya tiempo disponible para el día / hora seleccionado.
fr_fr: Texte qui sera affiché lorsqu'il n'y a pas d'heure disponible pour le jour/heure sélectionné.
it_it: Testo che verrà visualizzato quando non ci sono orari disponibili per il giorno/ora selezionati.

source: Thank you for letting us know about your cancellation - this helps other guests find a table! We hope to see you back soon. Would you like to make another reservation for a different date?
de_de: Vielen Dank, dass Sie uns Ihre Stornierung mitgeteilt haben - das hilft anderen Gästen, einen Tisch zu finden! Wir hoffen, Sie bald wieder bei uns begrüßen zu dürfen. Möchten Sie eine weitere Reservierung für ein anderes Datum vornehmen?
es_es: Gracias por informarnos sobre su cancelación, ¡esto ayuda a otros huéspedes a encontrar una mesa! Esperamos verte de vuelta pronto. ¿Te gustaría hacer otra reserva para una fecha diferente?
fr_fr: Merci de nous avoir informés de votre annulation - cela aide d’autres clients à trouver une table ! Nous espérons vous revoir bientôt. Vous souhaitez effectuer une autre réservation pour une autre date ?
it_it: Grazie per averci informato della tua cancellazione: questo aiuta gli altri ospiti a trovare un tavolo! Speriamo di rivedervi presto. Desideri effettuare un'altra prenotazione per una data diversa?

source: Thank you for your feedback.
fr_fr: Merci pour votre commentaire.
it_it: Grazie per il tuo feedback.

source: Thank you for your reservation request.
it_it: Grazie per la vostra richiesta di prenotazione.

source: Thank you for your reservation.
de_de: Vielen Dank für deine Reservierung
es_es: Gracias por su reservación
fr_fr: Nous vous remercions pour votre réservation.
it_it: Grazie per aver confermato la prenotazione

source: The confirmation email will be sent out from info@reservationdiary.eu. When the client replies to confirmation email, you will receive it.
de_de: Die Reservierungsbesätigungs E-Mail wird von info@reservationdiary.eu versendet. Wenn der Kunde hierauf antwortet, erhalten Sie die E-Mail.
es_es: El correo electrónico de confirmación se enviará desde info@reservationdiary.eu. Cuando el cliente responda al correo electrónico de confirmación, lo recibirá.
fr_fr: L'e-mail de confirmation sera envoyé depuis l'adresse info@reservationdiary.eu. Lorsque le client répondra à l'e-mail de confirmation, vous le recevrez.
it_it: L'e-mail di conferma verrà inviata da info@reservationdiary.eu. Quando il cliente risponde all'e-mail di conferma, la riceverai.

source: The confirmation email will be sent out from your email set in WordPress.
de_de: Die Reservierungsbestätigung E-Mail wird auf Ihrem in WordPress hinterlegten E-Mail-Postfach versendet.
es_es: El correo electrónico de confirmación se enviará desde su correo electrónico configurado en WordPress.
fr_fr: L'e-mail de confirmation sera envoyé depuis votre adresse e-mail définie dans WordPress.
it_it: L'e-mail di conferma verrà inviata dal tuo set di e-mail in WordPress.

source: The contact number of restaurant. It could have the format [area code] [phone number]
de_de: Kontaktrufnummer (Format [Ortsvorwahl] [Rufnummer])
es_es: El número de contacto del restaurante. Podría tener el formato [código de área] [número de teléfono]
fr_fr: Le numéro de contact du restaurant. Il peut avoir le format [indicatif régional] [numéro de téléphone]
it_it: Il numero di contatto del ristorante. Potrebbe avere il formato [prefisso] [numero di telefono]

source: The country of restaurant can be mentioned here.
de_de: Land
es_es: El país del restaurante se puede mencionar aquí.
fr_fr: Le pays du restaurant peut être indiqué ici.
it_it: Il paese del ristorante può essere menzionato qui.

source: The email addresses of recipients who should be sent the copies of reservation emails. You can separate multiple recipients using commas.
de_de: Kopien der Reservierungsbestätigungs-E-Mails werden an dieser Adressen versendet (mehrere Adressen durch Kommata trennen).
es_es: Las direcciones de correo electrónico de los destinatarios a quienes se deben enviar las copias de los correos electrónicos de reserva. Puede separar múltiples destinatarios usando comas.
fr_fr: Les adresses e-mail des destinataires auxquels des copies des e-mails de réservation doivent être envoyées. Vous pouvez séparer les destinataires multiples en utilisant des virgules.
it_it: Gli indirizzi e-mail dei destinatari a cui devono essere inviate le copie delle e-mail di prenotazione. È possibile separare più destinatari utilizzando le virgole.

source: The enabled feedback collection option allows users of the reservation form to provide valuable input for improving the plugin. By keeping this option enabled, you can continuously enhance the plugin based on user feedback, ensuring an exceptional reservation experience for restaurant visitors.
fr_fr: L'option de collecte de commentaires activée permet aux utilisateurs du formulaire de réservation de fournir des informations précieuses pour améliorer le plugin. En maintenant cette option activée, vous pouvez continuellement améliorer le plugin en fonction des commentaires des utilisateurs, garantissant une expérience de réservation exceptionnelle pour les visiteurs du restaurant.
it_it: L'opzione di raccolta dei feedback abilitata consente agli utenti del modulo di prenotazione di fornire un prezioso input per migliorare il plugin. Mantenendo abilitata questa opzione, è possibile migliorare continuamente il plug-in in base al feedback degli utenti, garantendo un'esperienza di prenotazione eccezionale per i visitatori del ristorante.

source: The name of the restaurant is to be specified here.
de_de: Die Name des Restaurants ist hier anzugeben.
es_es: El nombre del restaurante se especificará aquí.
fr_fr: Le nom du restaurant doit être spécifié ici.
it_it: Il nome del ristorante è da specificare qui.

source: The restaurant city is to be specified in this field.
de_de: Stadt
es_es: La ciudad del restaurante se especificará en este campo.
fr_fr: La ville du restaurant doit être spécifiée dans ce champ.
it_it: In questo campo deve essere specificata la città del ristorante.

source: The way date format is displayed on the date control. You can select from a drop down list of different date formats.
de_de: Datumseinstellung. Du kannst aus einer Drop-Down-Liste zwischen verschiedenen Anzeigemöglichkeiten auswählen.
es_es: La forma en que se muestra el formato de fecha en el control de fecha. Puede seleccionar de una lista desplegable de diferentes formatos de fecha.
fr_fr: La façon dont le format de la date est affiché sur le contrôle de la date. Vous pouvez choisir parmi une liste déroulante de différents formats de date.
it_it: Il formato della data viene visualizzato nel controllo della data. È possibile selezionare da un elenco a discesa di diversi formati di data.

source: The way you want confirmation email to be delivered to the client. It can be "From WordPress email account", "From reservationdiary.eu", "Custom SMTP" or "Disable confirmation email".
fr_fr: La manière dont vous souhaitez que l'e-mail de confirmation soit envoyé au client. Il peut s'agir de "Depuis le compte e-mail WordPress", "Depuis reservationdiary.eu", "SMTP personnalisé" ou "Désactiver l'e-mail de confirmation".
it_it: Il modo in cui si desidera che l'e-mail di conferma venga consegnata al cliente. Può essere "Dall'account di posta elettronica di WordPress", "Da reservationdiary.eu", "SMTP personalizzato" o "Disabilita e-mail di conferma".

source: The website address of the restaurant.
de_de: Webadresse
es_es: La dirección del sitio web del restaurante.
fr_fr: L'adresse du site web du restaurant.
it_it: L'indirizzo del sito web del ristorante.

source: Theme 25 (BETA)
de_de: Thema 25 (BETA)
es_es: Tema 25 (BETA)
fr_fr: Thème 25 (BETA)
it_it: Tema 25 (BETA)

source: There are no more reservation can be made for this day.
de_de: An diesem Tag können online keine weiteren Reservierungen angenommen werden. Bitte rufe uns unter 02151/9421691 an und wir schauen gerne, ob wir noch einen Platz für dich und deine Begleitung finden können.
es_es: No hay más reservas disponibles para este día.
fr_fr: Aucune autre réservation n'est possible pour cette journée.
it_it: Non ci sono più prenotazioni che possono essere effettuate per questa giornata.

source: There are no more reservation can be made for this time.
de_de: Für diese Zeit können keine Reservierungen mehr vorgenommen werden.
es_es: No se pueden hacer más reservas para este tiempo.
fr_fr: Il n’y a plus de réservation peut être faite pour cette fois.
it_it: Non ci sono più prenotazioni per questo orario.

source: There are no more reservations can be made for selected day.
es_es: No hay más reservas se pueden hacer para el día seleccionado.
fr_fr: Aucune autre réservation n'est possible pour le jour sélectionné.
it_it: Non ci sono più prenotazioni che possono essere effettuate per il giorno selezionato.
