Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Your settings have been saved!
de_de: Deine Einstellungen wurden gespeichert
es_es: Los ajustes han sido guardados!
fr_fr: Vos paramètres ont été enregistrés !
it_it: Impostazioni salvate!

source: Сhildren selection
de_de: Kinderbezogene Einstellungen
es_es: Selección de niños
it_it: Selezione bambini

source: %d min
fr_fr: %d minutes

source: Design25 (BETA)
fr_fr: Design25 (BÊTA)

source: GDPR
fr_fr: RGPD

source: Powered by
de_de: Bereitgestellt von
es_es: Desarrollado
fr_fr: Propulsé par

source: Email
es_es: Correo electronico
