Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: This <b>ID</b> associated with your place. The <b>ID</b> can be used as a short code for specifying the place of reservation in case of multiple restaurants. <br/>Example of shortcode:
de_de: Diese <b>ID</b> ist mit deinem Platz verknüpft. Die <b>ID</b> kann innerhalb eines Shortcodes zum spezifizieren des Platzes genutzt werden. <br/>Beispiels Shortcode:
es_es: Este <b> ID </b> asociado con su lugar. El <b> ID </b> se puede usar como un código corto para especificar el lugar de reserva en caso de varios restaurantes. <br/> Ejemplo de shortcode:
fr_fr: Cet <b>ID</b> est associé à votre établissement. L'<b>ID</b> peut être utilisé comme un code court pour spécifier le lieu de la réservation en cas de plusieurs restaurants. <br/>Exemple de code court :
it_it: Questo <b>ID</b> è associato al tuo luogo. <b>L'ID</b> può essere utilizzato come codice breve per specificare il luogo di prenotazione in caso di più ristoranti. <br/>Esempio di shortcode:

source: This field lets you edit settings for multiple places. Multiple places are available for Basic package users only.
de_de: Über dieses Menü kannst du die Einstellungen für mehrere Standorte verändern. Dies ist nur im Basic-Paket möglich.
es_es: Este campo le permite editar configuraciones para múltiples lugares. Múltiples lugares están disponibles solo para usuarios del paquete básico.
fr_fr: Ce champ vous permet de modifier les paramètres pour plusieurs endroits. Les multiples endroits sont disponibles uniquement pour les utilisateurs de l'offre Basic.
it_it: Questo campo consente di modificare le impostazioni per più posizioni. Sono disponibili più posti solo per gli utenti del pacchetto Basic.

source: This field lets you select the style in which the calendar control is displayed. It can be either "Show on click" or "Always show”.
de_de: Mit dieser Einstellung kannst du das Aussehen des Kalenders ändern.
es_es: Este campo le permite seleccionar el estilo en el que se muestra el control de calendario. Puede ser "Mostrar al hacer clic" o "Mostrar siempre".
fr_fr: Ce champ vous permet de sélectionner le style d'affichage du calendrier. Il peut être "Afficher au clic" ou "Toujours afficher".
it_it: Questo campo consente di selezionare lo stile in cui viene visualizzato il controllo calendario. Può essere "Mostra al clic" o "Mostra sempre".

source: This field lets you select the way time picker is displayed. You can choose from "jQuery plugin" and "HTML dropdown".
de_de: Mit dieser Einstellung kannst du die Art der Zeitauswahl definieren.
es_es: Este campo le permite seleccionar la forma en que se muestra el selector de tiempo. Puede elegir entre "plugin jQuery" y "menú desplegable HTML".
fr_fr: Ce champ vous permet de sélectionner la façon dont le sélecteur d'heure est affiché. Vous pouvez choisir entre "Plugin jQuery" et "Liste déroulante HTML".
it_it: Questo campo consente di selezionare la modalità di visualizzazione del selettore ora. Puoi scegliere tra "plugin jQuery" e "HTML dropdown".

source: This is how the available time will be shown. This setting is taken from generic WordPress settings. You can change it in Settings -> General -> Time Format
fr_fr: Voici comment l'heure disponible sera affichée. Ce paramètre est pris à partir des paramètres généraux de WordPress. Vous pouvez le modifier dans Réglages -> Général -> Format de l'heure.
it_it: In questo modo verrà mostrato il tempo disponibile. Questa impostazione è presa dalle impostazioni generiche di WordPress. Puoi modificarlo in Impostazioni -> Generali -> Formato ora

source: This is the number of maximum persons in restaurant at any time. System will check automatically availability of free seats and will not allow to go beyond this number.
de_de: Dies ist die maximale Sitzplatzanzahl im Restaurant zu allen Zeiten.
es_es: Este es el número máximo de personas en el restaurante en cualquier momento. El sistema verificará automáticamente la disponibilidad de asientos libres y no permitirá ir más allá de este número.
fr_fr: Il s'agit du nombre maximum de personnes dans le restaurant à tout moment. Le système vérifiera automatiquement la disponibilité des places libres et ne permettra pas de dépasser ce nombre.
it_it: Questo è il numero massimo di persone nel ristorante in qualsiasi momento. Il sistema verificherà automaticamente la disponibilità di posti liberi e non permetterà di andare oltre tale numero.

source: This is your registration key. Please use it when you send request for support.
de_de: Dies ist deine Registrierungsnummer. Bitte teile sie uns bei allen Anfragen mit.
es_es: Esta es tu clave de registro. Úselo cuando envíe una solicitud de soporte.
fr_fr: Ceci est votre clé d'enregistrement. Veuillez l'utiliser lorsque vous envoyez une demande de support.
it_it: Questa è la tua chiave di registrazione. Si prega di utilizzarlo quando si invia una richiesta di supporto.

source: This option sets the calendar control to display all the time.
de_de: Diese Option aktiviert die dauerhafte Kalenderanzeige.
es_es: Esta opción establece el control de calendario para mostrar todo el tiempo.
fr_fr: Cette option permet d'afficher le calendrier en affichant tous les horaires.
it_it: Questa opzione imposta il controllo del calendario in modo che venga visualizzato sempre.

source: This time is fully booked
es_es: Esta vez está completamente reservada.
fr_fr: Ce créneau horaire est complet.
it_it: Questa volta è al completo

source: Time
de_de: Zeit
es_es: Hora
fr_fr: Heure
it_it: Orario

source: Time format
fr_fr: Format de l'heure
it_it: Formato dell'ora

source: Time picker type if selected to be jQuery plugin, it is set to pop up with the hour and time.
de_de: Wenn bei Zeitauswahl das jQuery-Plugin ausgewählt ist, wird in einem Pop-Up eine Stunden- und Minutenauswahl angezeigt.
es_es: Tipo de selector de hora si se selecciona como complemento jQuery, está configurado para que aparezca con la hora y la hora.
fr_fr: Type de sélection de l'heure : si vous sélectionnez le plugin jQuery, il est configuré pour afficher une fenêtre contextuelle avec l'heure.
it_it: Il tipo di selettore dell'ora se selezionato per essere il plug-in jQuery, è impostato per apparire con l'ora e l'ora.

source: TimePicker type
de_de: Zeitauswahl-Typ
es_es: Tipo TimePicker
fr_fr: Type de sélection de l'heure
it_it: Tipo di TimePicker

source: TimeShift Mode
de_de: TimeShift-Modus
es_es: Modo TimeShift
fr_fr: Mode de décalage horaire
it_it: Modalità TimeShift

source: To schedule your session, simply click the image below: We provide complimentary one-on-one assistance for plugin setup. You can book a call with us through Calendly or reach out to us via Skype, Facebook ir Whatsapp. Links are below.
it_it: Per programmare la tua sessione, fai semplicemente clic sull'immagine qui sotto: Forniamo assistenza individuale gratuita per la configurazione del plug-in. Puoi prenotare una chiamata con noi tramite Calendly o contattarci tramite Skype, Facebook o Whatsapp. I link sono qui sotto.

source: Today
de_de: Heute
es_es: Hoy
fr_fr: Aujourd’hui
it_it: Oggi

source: Try Premium
it_it: Prova Premium

source: Unable to find reservation with provided information. Please verify that provided reservation number and phone or name or email is correct.
es_es: No se puede encontrar reserva con la información proporcionada. Verifique que el número de reserva y el teléfono o nombre o correo electrónico proporcionados sean correctos.
fr_fr: Impossible de trouver la réservation avec les informations fournies. Veuillez vérifier que le numéro de réservation fourni ainsi que le téléphone, le nom ou l'e-mail sont corrects.
it_it: Impossibile trovare la prenotazione con le informazioni fornite. Si prega di verificare che il numero di prenotazione e il numero di telefono o il nome o l'e-mail forniti siano corretti.

source: Unlimited
it_it: Illimitato

source: Update reservation
de_de: Reservierung aktualisieren
es_es: Actualizar reserva
fr_fr: Mettre à jour la réservation
it_it: Aggiorna prenotazione

source: User guide
it_it: Guida per l'utente

source: Version
es_es: Versión
it_it: Versione

source: Video Tutorial
it_it: Esercitazione video

source: Video tutorial
it_it: Esercitazione video

source: Video tutorials
de_de: Erklärvideos
fr_fr: Tutoriels vidéo
it_it: Esercitazioni video

source: View Reservation Details
de_de: Reservierungsdetails anzeigen
es_es: Ver detalles de la reserva
fr_fr: Voir les détails de la réservation
it_it: Visualizza i dettagli della prenotazione

source: View the help documentation for ReDi Restaurant Reservations plugin
it_it: Visualizza la documentazione di aiuto per il plug-in ReDi Restaurant Reservations

source: View your upcoming reservations from your Mobile/Tablet PC and never miss your customer. This page should be open on a Tablet PC and so hostess can see all upcoming reservations for today. Page refreshes every 15 min and shows reservations that in past for 3 hours as well as upcoming reservations for next 24 hours. By clicking on reservation you will see reservation details. Demo version can be accessed for 30 days using this link:
de_de: Zeige deine anstehenden Reservierungen auf deinem Tablet oder PC-Monitor an und verpasse nie eine Reservierung. Die Seite sollte dauerhaft geöffnet und von allen Servicekräften einsehbar sein. Die Seite aktualisiert sich automatisch alle 15 Minuten und zeigt die Reservierungen der nächsten 24 und der vergangenen 3 Stunden an. Mit einem Klick auf die Reservierung, werden die Reservierungsdetails angezeigt. Außerdem kannst du ganz einfach eine neue Reservierung anlegen. Die Demo-Version kann 30 Tage unter diesem Link getestet werden:
es_es: Vea sus próximas reservas desde su PC móvil / tableta y nunca pierda a su cliente. Esta página debe estar abierta en una Tablet PC para que la anfitriona pueda ver todas las próximas reservas para hoy. La página se actualiza cada 15 minutos y muestra reservas que en el pasado durante 3 horas, así como reservas futuras para las próximas 24 horas. Al hacer clic en la reserva, verá los detalles de la reserva. Se puede acceder a la versión demo durante 30 días usando este enlace:
fr_fr: Consultez vos réservations à venir depuis votre PC mobile/tablette et ne manquez jamais vos clients. Cette page doit être ouverte sur une tablette PC afin que l'hôtesse puisse voir toutes les réservations à venir pour aujourd'hui. La page se rafraîchit toutes les 15 minutes et affiche les réservations passées depuis les 3 dernières heures ainsi que les réservations à venir pour les 24 prochaines heures. En cliquant sur une réservation, vous verrez les détails de la réservation. La version de démonstration est accessible pendant 30 jours en utilisant ce lien :
it_it: Visualizza le tue prossime prenotazioni dal tuo cellulare/tablet PC e non perdere mai il tuo cliente. Questa pagina dovrebbe essere aperta su un Tablet PC e così la hostess può vedere tutte le prenotazioni imminenti per oggi. La pagina si aggiorna ogni 15 minuti e mostra le prenotazioni passate per 3 ore e le prenotazioni future per le prossime 24 ore. Cliccando su prenotazione vedrai i dettagli della prenotazione. È possibile accedere alla versione demo per 30 giorni utilizzando questo link:

source: Visit confirmation
fr_fr: Confirmation de visite
it_it: Conferma della visita

source: Visit Google site
de_de: Google site besuchen
es_es: Visite Google
fr_fr: Visiter le site Google
it_it: Visita il sito di Google

source: Visit has been successfully confirmed.
fr_fr: La visite a été confirmée avec succès.
it_it: La visita è stata confermata con successo.

source: Visit not confimed by the guest.
fr_fr: La visite n'a pas été confirmée par le client.
it_it: Visita non confermata dall'ospite.

source: Wait List
de_de: Warteliste
es_es: Lista de espera
fr_fr: Liste d'attente
it_it: Lista d'attesa

source: Wait List Setting
de_de: Einstellung der Warteliste
es_es: Configuración de la lista de espera
fr_fr: Paramètre de liste d’attente
it_it: Impostazione della lista d'attesa

source: Waiter Dashboard
fr_fr: Tableau de bord du serveur
it_it: Cruscotto del cameriere

source: We can offer you white labeled restaurant reservation application for Facebook Application, iPhone/iPad Application, Windows Phone Application or Android Application.
de_de: Wir bieten auch Apps für Facebook, iPhone/iPad, Windows Phone und Android an. Sprich uns gerne an.
es_es: Podemos ofrecerle la aplicación de reserva de restaurante con etiqueta blanca para la Aplicación de Facebook, la Aplicación de iPhone / iPad, la Aplicación de Windows Phone o la Aplicación de Android.
fr_fr: Nous pouvons vous proposer une application de réservation de restaurant en marque blanche pour Facebook, iPhone/iPad, Windows Phone ou Android.
it_it: Siamo in grado di offrirti un'applicazione di prenotazione di ristoranti white label per l'applicazione Facebook, l'applicazione iPhone / iPad, l'applicazione Windows Phone o l'applicazione Android.

source: We have received your reservation request and are checking availability. You will be notified as soon as your reservation is approved. Please wait for the confirmation.
de_de: Wir haben Ihre Reservierungsanfrage erhalten und prüfen die Verfügbarkeit. Sie werden benachrichtigt, sobald Ihre Reservierung genehmigt wurde. Bitte warten Sie auf die Bestätigung.
es_es: Hemos recibido su solicitud de reserva y estamos comprobando la disponibilidad. Se le notificará tan pronto como se apruebe su reserva. Por favor, espere la confirmación.
fr_fr: Nous avons reçu votre demande de réservation et vérifions la disponibilité. Vous serez informé dès que votre réservation sera approuvée. Veuillez attendre la confirmation.
it_it: Abbiamo ricevuto la tua richiesta di prenotazione e stiamo verificando la disponibilità. Riceverai una notifica non appena la tua prenotazione sarà approvata. Si prega di attendere la conferma.

source: We wish to inform you that your booking request has been received. We are checking availability and will get back to you as soon as possible. Please wait confirmation of your reservation.
es_es: Gracias por tu reserva. Hemos recibido su solicitud y la procesaremos en breve. Tenga en cuenta que su reserva no se confirma hasta que reciba nuestra confirmación por escrito.
it_it: Desideriamo informarvi che la vostra richiesta di prenotazione è stata ricevuta. Stiamo verificando la disponibilità e ti risponderemo il prima possibile. Si prega di attendere la conferma della prenotazione.

source: We would like to know if you will be visiting us today. Please confirm or cancel your reservation by clicking the appropriate button below. If the reservation is not confirmed, we reserve the right to cancel it from our side.
fr_fr: Nous souhaiterions savoir si vous allez nous rendre visite aujourd'hui. Veuillez confirmer ou annuler votre réservation en cliquant sur le bouton approprié ci-dessous. Si la réservation n'est pas confirmée, nous nous réservons le droit de l'annuler de notre côté.
it_it: Vorremmo sapere se verrete a trovarci oggi. Si prega di confermare o cancellare la prenotazione facendo clic sull'apposito pulsante qui sotto. Se la prenotazione non viene confermata, ci riserviamo il diritto di cancellarla da parte nostra.

source: We're here to provide the support you need.
it_it: Siamo qui per fornirti il supporto di cui hai bisogno.

source: Weekday
it_it: Giorno feriale

source: Welcome
es_es: Bienvenido
fr_fr: Bienvenue
it_it: Benvenuto

source: Welcome back
de_de: Willkommen zurück
es_es: Dar una buena acogida
fr_fr: Bienvenue de retour
it_it: Bentornato

source: Welcome to the ReDi Restaurant Reservation plugin
fr_fr: Bienvenue dans le plugin de réservation de restaurant ReDi
it_it: Benvenuto nel plugin ReDi Restaurant Reservation

source: What we can do better?
it_it: Cosa possiamo fare meglio?

source: Whatsapp
it_it: Alessio

source: When enabled guests has to enter their phone number with country code. This is most useful when there is a good amount of foreign visitors. Also this option has to be enabled when SMS addon is in use, as SMS Providers requires full phone number.
it_it: Quando abilitato, gli ospiti devono inserire il proprio numero di telefono con prefisso internazionale. Questo è molto utile quando c'è una buona quantità di visitatori stranieri. Anche questa opzione deve essere abilitata quando l'add-on SMS è in uso, poiché i provider SMS richiedono un numero di telefono completo.

source: When fully booked
de_de: Wenn ausgebucht
es_es: Cuando se reserva completo
fr_fr: Lorsque complet
it_it: Quando al completo

source: When specific time is not available
de_de: Wenn eine bestimmte Zeit nicht verfügbar ist
es_es: Cuando no se dispone de una hora específica
fr_fr: Lorsqu’il n’y a pas de temps précis
it_it: Quando l'orario specifico non è disponibile

source: When this enabled, start and end of reservation time will be displayed. This is useful when you want to inform the guest about fixed reservation time frame.
de_de: Wenn diese Option aktiviert ist, wird die Start- und Endzeit der Reservierung angezeigt. Dies ist nützlich, wenn Gäste über einen festgelegten Reservierungszeitraum informiert werden sollen.
fr_fr: Lorsque cette option est activée, l'heure de début et de fin de la réservation sera affichée. Cela est utile lorsque vous souhaitez informer le client de la plage horaire fixe de la réservation.
it_it: Quando questa opzione è abilitata, verranno visualizzati l'orario di inizio e fine della prenotazione. Questo è utile quando si desidera informare l'ospite sui tempi di prenotazione fissi.

source: When this option is enabled, then guest has to provide first and last name separately when filling reservation form. Otherwise Name is collected in a single field.
de_de: Wenn diese Option aktiviert ist, müssen Gäste ihren Vor- und Nachnamen beim Ausfüllen des Reservierungsformular angeben. Ansonsten wird nur ein Name gefordert.
fr_fr: Lorsque cette option est activée, le client doit fournir son prénom et son nom séparément lorsqu'il remplit le formulaire de réservation. Sinon, le nom est recueilli dans un seul champ.
it_it: Quando questa opzione è abilitata, l'ospite deve fornire nome e cognome separatamente durante la compilazione del modulo di prenotazione. In caso contrario, il nome viene raccolto in un singolo campo.

source: When translating the plugin, save translations in a separate folder outside the plugin directory. Then, provide the file path with translated strings in this setting to avoid issues with updates.
it_it: Quando traduci il plugin, salva le traduzioni in una cartella separata al di fuori della directory del plugin. Quindi, fornisci il percorso del file con le stringhe tradotte in questa impostazione per evitare problemi con gli aggiornamenti.

source: With this option selected, the Time Picker is shown to be simple dropdown for selecting the hour and time.
de_de: Wenn diese Option aktiviert ist, wird die Zeitauswahl als Drop-Down-Menü (Stunden / Minuten) angezeigt.
es_es: Con esta opción seleccionada, el Selector de tiempo se muestra como un simple menú desplegable para seleccionar la hora y la hora.
fr_fr: Avec cette option sélectionnée, le sélecteur d'heure est affiché sous la forme d'une liste déroulante simple pour sélectionner l'heure.
it_it: Con questa opzione selezionata, il Selettore ora viene visualizzato come un semplice menu a discesa per la selezione dell'ora e dell'ora.

source: With this option, confirmation email is not sent to the client.
de_de: Mit dieser Option wird die E-Mail Benachrichtigung an den Kunden deaktiviert.
es_es: Con esta opción, el correo electrónico de confirmación no se envía al cliente.
fr_fr: Avec cette option, aucun e-mail de confirmation n'est envoyé au client.
it_it: Con questa opzione, l'e-mail di conferma non viene inviata al cliente.

source: Working time
de_de: Öffnungszeiten
es_es: Horario de trabajo
fr_fr: Horaires de travail
it_it: Orari

source: You can create dedicated reservation page below, or you can skip this step and create page manually. When you create page manually, insert [redireservation] shortcode to the page.
fr_fr: Vous pouvez créer une page de réservation dédiée ci-dessous, ou vous pouvez ignorer cette étape et créer manuellement la page. Lorsque vous créez une page manuellement, insérez le code [redireservation] sur la page.
it_it: Puoi creare una pagina di prenotazione dedicata qui sotto, oppure puoi saltare questo passaggio e creare la pagina manualmente. Quando crei la pagina manualmente, inserisci lo shortcode [riprenotazione] nella pagina.

source: You can specify the working time of restaurant by setting the opening time and closing time for each day of the week.
de_de: Du kannst die Öffnungszeiten für jeden Wochentag individuell einstellen.
es_es: Puede especificar el horario de trabajo del restaurante configurando el horario de apertura y el horario de cierre de cada día de la semana.
it_it: È possibile specificare l'orario di lavoro del ristorante impostando l'orario di apertura e l'orario di chiusura per ogni giorno della settimana.

source: You do not have permission to access this call.
fr_fr: Vous n'avez pas l'autorisation d'accéder à cet appel.
it_it: Non si dispone dell'autorizzazione per accedere a questa chiamata.

source: You plugin is active. Your API Key is
de_de: Dein Plugin ist aktiv. Dein API-Schlüssel lautet
it_it: Il plugin è attivo. La tua chiave API è

source: Your API key is :
fr_fr: Votre clé API est :
it_it: La tua chiave API è :

source: Your First Name
de_de: Ihr Vorname
es_es: Su nombre de pila
fr_fr: Votre prénom
it_it: Il tuo nome

source: Your Full Name
de_de: Ihr vollständiger Name
es_es: Su nombre completo
fr_fr: Votre nom complet
it_it: Il tuo nome completo

source: Your information has been saved successfully and you will be notified once there are available seats for requested date.
de_de: Deine Angaben wurden erfolgreich gespeichert und du wirst informiert wenn Plätze an dem gewählten Tag frei werden sollten.
es_es: Su información se ha guardado correctamente y se le notificará una vez que haya asientos disponibles para la fecha solicitada.
fr_fr: Vos informations ont été enregistrées avec succès et vous serez notifié une fois qu'il y aura des places disponibles pour la date demandée.
it_it: Le tue informazioni sono state salvate con successo e riceverai una notifica non appena ci saranno posti disponibili per la data richiesta.

source: Your Last name
de_de: Ihr Nachname
es_es: Su apellido
fr_fr: Votre nom de famille
it_it: Il tuo cognome

source: Your name
de_de: Ihr Name
es_es: Te llamas
fr_fr: Votre nom
it_it: Il tuo nome

source: Your request has been received!
de_de: Ihre Anfrage ist eingegangen!
es_es: ¡Su solicitud ha sido recibida!
fr_fr: Votre demande a bien été reçue !
it_it: La tua richiesta è stata ricevuta!

source: Your reservation has been updated successfully!
de_de: Ihre Reservierung wurde erfolgreich aktualisiert!
es_es: ¡Tu reserva ha sido actualizada con éxito!
fr_fr: Votre réservation a été mise à jour avec succès !
it_it: La tua prenotazione è stata aggiornata con successo!

source: Your reservation is cancelled successfully!
de_de: Ihre Reservierung wurde erfolgreich storniert!
es_es: ¡Tu reserva ha sido cancelada con éxito!
fr_fr: Votre réservation est annulée avec succès !
it_it: La tua prenotazione è stata cancellata con successo!

source: Your reservation number for reference:
de_de: Bitte notiere dir deine Reservierungsnummer:
es_es: Su número de reserva para referencia:
fr_fr: Votre numéro de réservation pour référence :
it_it: Il tuo numero di prenotazione come riferimento:

source: Your reservation request number for reference:
it_it: Il numero della tua richiesta di prenotazione come riferimento:
