Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: Displays the available time with time step to the clients. For instance, if one selects 15 min time step, then alternative time will be 10:00, 10:15, 10:30, etc.
de_de: Zeige deinen Gästen die verfügbaren Zeiten mit frei definierbaren Zeitschritten an. Wenn du z.B. Zeitschritte von 15 Minuten einstellst, werden die verfügbaren Zeiten wie folgt dargestellt: 10:00, 10:15, 10:30, etc.
es_es: Muestra el tiempo disponible con paso de tiempo a los clientes. Por ejemplo, si se selecciona un intervalo de tiempo de 15 minutos, el tiempo alternativo será 10:00, 10:15, 10:30, etc.
fr_fr: Affiche l'heure disponible avec un intervalle de temps pour les clients. Par exemple, si un intervalle de temps de 15 minutes est sélectionné, les heures alternatives seront 10:00, 10:15, 10:30, etc.
it_it: Visualizza il passo tempo disponibile con tempo ai client. Ad esempio, se si seleziona un passo temporale di 15 minuti, l'orario alternativo sarà 10:00, 10:15, 10:30, ecc.

source: Do not allow guests to fill the Wait List form.
de_de: Erlauben Sie Ihren Gästen nicht, das Wartelistenformular auszufüllen.
es_es: No permita que los invitados llenen el formulario de lista de espera.
fr_fr: Ne permettez pas aux invités de remplir le formulaire de liste d’attente.
it_it: Non consentire agli ospiti di compilare il modulo della lista d'attesa.

source: Do you want to know what your client thinks about his last visit? We will collect it for you.
de_de: Möchtest du wissen, was deine Gäste über ihren letzten Besuch in deinem Restaurant denken? Wir fragen deine Gäste für dich.
es_es: ¿Quieres saber qué piensa tu cliente sobre su última visita? Lo recogeremos por usted.
fr_fr: Voulez-vous savoir ce que votre client pense de sa dernière visite ? Nous le collecterons pour vous.
it_it: Vuoi sapere cosa pensa il tuo cliente della sua ultima visita? Lo ritireremo per te.

source: Do you want to write your own module? We have an API. Contact us to get more information.
de_de: Möchtest du dein eigenes Modul einbinden? Wir haben eine API-Schnittstelle. Kontaktiere uns gerne für weitere Informationen.
es_es: ¿Quieres escribir tu propio módulo? Tenemos una API Contáctenos para obtener más información.
fr_fr: Voulez-vous écrire votre propre module ? Nous avons une API. Contactez-nous pour obtenir plus d'informations.
it_it: Vuoi scrivere il tuo modulo? Abbiamo un'API. Contattaci per avere maggiori informazioni.

source: Don't want to spend time delving into how the plugin works or figuring out the setup process? Sign up for a free personalized assistance call – our team is here to help you get started smoothly.
it_it: Non vuoi perdere tempo ad approfondire il funzionamento del plugin o a capire il processo di configurazione? Iscriviti per una chiamata di assistenza personalizzata gratuita: il nostro team è qui per aiutarti a iniziare senza problemi.

source: Done!
de_de: Fertig!
es_es: ¡Hecho!
fr_fr: Fait!
it_it: Fatto!

source: Dot
de_de: Punkt
es_es: Punto
fr_fr: Point
it_it: Punto

source: DropDown
de_de: Drop-down-Liste
fr_fr: Menu déroulant
it_it: Elenco a discesa

source: Duration
de_de: Zeitdauer
es_es: Duración
fr_fr: Durée
it_it: Durata

source: Duration of reservation in minutes. This is the time allocated for each reservation so the reservation system can calculate availability. Enter here average time that guests stays in.
it_it: Durata della prenotazione in minuti. Questo è il tempo assegnato per ogni prenotazione in modo che il sistema di prenotazione possa calcolare la disponibilità. Inserisci qui il tempo medio di permanenza degli ospiti.

source: Early Bookings
de_de: Frühe Buchungen
es_es: Reservas anticipadas
fr_fr: Réservations anticipées
it_it: Prenotazioni anticipate

source: Email address for contacting the restaurant.
de_de: Kontakt E-Mail-Adresse des Restaurants.
es_es: Dirección de correo electrónico para contactar con el restaurante.
fr_fr: Adresse e-mail pour contacter le restaurant.
it_it: Indirizzo e-mail per contattare il ristorante.

source: Email can't be empty
es_es: El email no puede ser vacío
fr_fr: L'e-mail ne peut pas être vide
it_it: Il campo "E-mail" non può essere vuoto.

source: Email CC
es_es: Correo electrónico en copia
fr_fr: Copie e-mail
it_it: Posta elettronica CC

source: Email is not valid.
fr_fr: L'e-mail n'est pas valide.
it_it: L'e-mail non è valida.

source: Email is required.
fr_fr: L'e-mail est requis.
it_it: L'e-mail è obbligatoria.

source: Email template customization for all supported languages.
de_de: E-Mail Vorlage für alle unterstützten Sprachen anpassen.
es_es: Personalización de plantillas de correo electrónico para todos los idiomas admitidos.
fr_fr: Personnalisation des modèles d'e-mail pour toutes les langues prises en charge.
it_it: Personalizzazione del modello di email per tutte le lingue supportate.

source: Emails will be sent via SMTP server that is configured in Basic settings.
it_it: Le e-mail verranno inviate tramite il server SMTP configurato nelle impostazioni di base.

source: Empty
de_de: Leer
es_es: Vacío
fr_fr: Vide
it_it: Vuoto

source: Enable cancel form
de_de: Stornierungsform aktivieren
es_es: Habilitar formulario de cancelación
fr_fr: Activer le formulaire d'annulation
it_it: Abilita modulo di annullamento

source: Enable modify reservations
de_de: Reservierungsänderungen akrivieren
es_es: Habilitar modificar reservas
fr_fr: Activer la modification des réservations
it_it: Abilita modifica prenotazioni

source: Enable or Disable modify reservation.
de_de: Reservierungsänderungen akrivieren/deaktivieren.
es_es: Habilitar o deshabilitar la reserva de modificación.
fr_fr: Activer ou désactiver la modification de réservation.
it_it: Abilita o disabilita la modifica della prenotazione.

source: Enable or Disable reservation cancel form.
de_de: Stornierungsform für Reservierungen aktivieren/deaktivieren
es_es: Activar o desactivar el formulario de cancelación de reserva.
fr_fr: Activer ou désactiver le formulaire d'annulation de réservation.
it_it: Abilita o disabilita il modulo di cancellazione della prenotazione.

source: Enable or Disable social network account login. When enabled clients can login with any social network accounts like Facebook and then reservation form will be pre-filled with personal information. Also if user logins with social network but does not complete the reservation, he will receive a reminder to finalize it. You need to install and setup plugin with name 'Super Socializer' from WordPress directory.
de_de: Aktiviere oder deaktiviere die Login-Möglichkeit mit sozialen Netzwerken. Wenn aktiviert, können sich Gäste mit ihren Social-Media Accounts wie Facebook anmelden und das Reservierungsformular wird mit den persönlichen Informationen aus diesem Account vorausgefüllt. Zudem erhalten Gäste bei nicht vollständigem Absenden des Reservierungsformulars eine Erinnerung über ihren Social-Media Account. Für diese Option wird das Plugin 'Super Socializier' aus der Wordpress Plugin-Datenbank benötigt.
fr_fr: Activer ou désactiver la connexion avec les comptes des réseaux sociaux. Lorsque cette option est activée, les clients peuvent se connecter avec leur compte de réseau social tel que Facebook, et le formulaire de réservation sera prérempli avec leurs informations personnelles. De plus, si un utilisateur se connecte avec un compte de réseau social mais ne finalise pas sa réservation, il recevra un rappel pour la finaliser. Vous devez installer et configurer le plugin appelé 'Super Socializer' à partir du répertoire WordPress.
it_it: Abilita o disabilita l'accesso all'account del social network. Quando abilitato, i clienti possono accedere con qualsiasi account di social network come Facebook e quindi il modulo di prenotazione sarà precompilato con le informazioni personali. Anche se l'utente effettua il login con il social network ma non completa la prenotazione, riceverà un promemoria per finalizzarla. È necessario installare e configurare il plug-in con il nome "Super Socializer" dalla directory di WordPress.

source: Enable social network login
de_de: Anmeldung über soziale Netzwerke aktivieren
es_es: Habilitar inicio de sesión en redes sociales
fr_fr: Activer la connexion via les réseaux sociaux
it_it: Abilita l'accesso al social network

source: Enable/Disable captcha on reservation form.
de_de: Captcha für Reservierungsform aktivieren/deaktivieren
es_es: Activar / desactivar captcha en el formulario de reserva.
fr_fr: Activer/Désactiver le captcha sur le formulaire de réservation.
it_it: Abilita/Disabilita il captcha nel modulo di prenotazione.

source: Enable/Disable children dropdown
de_de: Kinderbezogene Drop-down-Liste aktivieren/deaktivieren
es_es: Activar / Desactivar menú desplegable de niños
fr_fr: Activer/Désactiver la liste déroulante des enfants
it_it: Abilita/Disabilita menu a discesa figli

source: Enhance your business experience by using our Facebook integration service where we try to provide you with profile pictures of your customers if found. You can amaze your customer by knowing him by face when he visits you, especially at the time of first visit.
de_de: Erweitere dein Geschäftsfeld und nutze unsere Facebook Integration. Wir zeigen dir die Profilbilder deiner Gäste anhand der hinterlegten E-Mail-Adresse an (sofern sie gefunden werden können). So erkennst du deine Gäste schon beim Betreten deines Restaurants - schon beim ersten Besuch!
es_es: Mejore su experiencia empresarial mediante el uso de nuestro servicio de integración de Facebook, donde intentamos proporcionarle imágenes de perfil de sus clientes si se encuentran. Puede sorprender a su cliente al conocerlo personalmente cuando lo visite, especialmente en el momento de la primera visita.
fr_fr: Améliorez votre expérience commerciale en utilisant notre service d'intégration Facebook où nous essayons de vous fournir les photos de profil de vos clients si nous les trouvons. Vous pouvez épater votre client en le reconnaissant lorsqu'il vous rend visite, notamment lors de sa première visite.
it_it: Migliora la tua esperienza aziendale utilizzando il nostro servizio di integrazione con Facebook, dove cerchiamo di fornirti le immagini del profilo dei tuoi clienti, se trovate. Puoi stupire il tuo cliente conoscendolo di persona quando ti visita, soprattutto al momento della prima visita.

source: ERROR: You need to install/activate dependant plugin Super Socializer plugin
it_it: ERRORE: è necessario installare/attivare il plug-in dipendente Super Socializer plugin

source: facebook
it_it: Contatti

source: Failed to create the directory
it_it: Impossibile creare la directory

source: Field name
de_de: Feld-Name
fr_fr: Nom du champ
it_it: Nome campo

source: Field type
de_de: Feld-Typ
es_es: Tipo de campo
fr_fr: Type de champ
it_it: Tipo di campo

source: Finally, one last step in <b>ReDi Restaurant Reservation Plugin</b> setup to impress your clients, make a test reservation. <b>%1$s</b>%2$s
it_it: Infine, un ultimo passo nella configurazione <b>del plug-in di prenotazione del ristorante ReDi</b> per impressionare i tuoi clienti, effettua una prenotazione di prova. <b>%1$s</b>%2$s

source: Find reservation
de_de: Reservierung suchen
es_es: Encuentra reserva
fr_fr: Trouver une réservation
it_it: Trova prenotazione

source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
it_it: Nome di battesimo

source: First Name can't be empty
fr_fr: Le prénom ne peut pas être vide
it_it: Il nome non può essere vuoto

source: Force users to provide a reason when canceling reservation.
it_it: Obbliga gli utenti a fornire un motivo quando annullano la prenotazione.

source: Form security check failed with error: Nonce check failed.
it_it: Controllo di sicurezza del modulo non riuscito con errore: controllo Nonce non riuscito.

source: Form security check failed with error: Nonce check failed. Reservation form is not working today, please contact us directly.
it_it: Controllo di sicurezza del modulo non riuscito con errore: controllo Nonce non riuscito. Il modulo di prenotazione non funziona oggi, vi preghiamo di contattarci direttamente.

source: Free package settings
de_de: Einstellungen des kostenlosen Pakets
es_es: Configuración del paquete gratuito
fr_fr: Paramètres du forfait gratuit
it_it: Impostazioni del pacchetto gratuito

source: From Custom SMTP
fr_fr: À partir de SMTP personnalisé
it_it: Da SMTP personalizzato

source: From ReservationDiary.eu
de_de: Von ReservationDiary.eu
es_es: Desde ReservationDiary.eu
fr_fr: À partir de ReservationDiary.eu
it_it: Da ReservationDiary.eu

source: From WordPress email account
de_de: Vom WordPress E-Mail-Account
es_es: Desde la cuenta de correo electrónico de WordPress
fr_fr: À partir du compte de messagerie WordPress
it_it: Dall'account di posta elettronica di WordPress

source: Frontend settings
de_de: Frontend Einstellungen
es_es: Ajustes frontend
fr_fr: Paramètres du frontend
it_it: Impostazioni del frontend

source: Full Name
de_de: Vollständiger Name
es_es: Nombre completo
fr_fr: Nom complet
it_it: Nome completo

source: Full Name can't be empty
de_de: Vollständiger Name darf nicht leer sein
es_es: El nombre completo no puede estar vacío
fr_fr: Le nom complet ne peut pas être vide
it_it: Il nome completo non può essere vuoto

source: Get your restaurant business booming with the <strong>ReDi Restaurant Reservation plugin</strong>! Our plugin simplifies the reservation process and allows your clients to easily book online. With <strong>instant reservation confirmation</strong> and customizable settings, managing reservations has never been easier. Say goodbye to the hassle of manually confirming reservations and hello to the convenience of automatic confirmation. Try it out today and see the difference it can make in just a few clicks!
it_it: Fai esplodere la tua attività di ristorazione con il <strong>plug-in ReDi Restaurant Reservation</strong>! Il nostro plugin semplifica il processo di prenotazione e consente ai tuoi clienti di prenotare facilmente online. Grazie <strong>alla conferma immediata della prenotazione</strong> e alle impostazioni personalizzabili, gestire le prenotazioni non è mai stato così facile. Dì addio al fastidio di confermare manualmente le prenotazioni e dai il benvenuto alla comodità della conferma automatica. Provalo oggi stesso e scopri la differenza che può fare in pochi clic!

source: Guests
de_de: Gäste
es_es: Invitados
fr_fr: Nombre de convives
it_it: Ospiti

source: Help
it_it: Guida

source: Hide previous steps (only for timeshiftmode byshifts)
de_de: Verstecke vorherige Schritte (nur für den Anzeigemodus "byshifts")
es_es: Ocultar pasos anteriores (solo para turnos de modo de cambio de hora)
fr_fr: Masquer les étapes précédentes (uniquement pour timeshiftmode byshifts)
it_it: Nascondi i passaggi precedenti (solo per i byshift della modalità timeshift)

source: Hide steps
de_de: Schritte verstecken
es_es: Ocultar pasos
fr_fr: Masquer les étapes
it_it: Nascondi passaggi

source: Hours
de_de: Stunden
es_es: Horas
fr_fr: Heures
it_it: Orario

source: HTML dropdown
de_de: HTML Kontextmenü
es_es: Menú desplegable HTML
fr_fr: Menu déroulant HTML
it_it: Elenco a discesa HTML

source: Hyphen
de_de: Bindestrich
es_es: Guión
fr_fr: Tiret
it_it: Trattino

source: I agree to the privacy policy
de_de: Ich stimme den Datenschutzbestimmungen zu
es_es: Acepto la política de privacidad
fr_fr: J'accepte la politique de confidentialité
it_it: Accetto l'informativa sulla privacy

source: If checkbox is checked then reservations will not be automatically confirmed. You will receive email with reservation request and each reservation needs to be confirmed or rejected manually.
de_de: Wenn das Kontrollkästchen aktiviert ist, werden Reservierungen nicht automatisch bestätigt. Sie erhalten eine E-Mail mit einer Reservierungsanfrage welche sie jeweils manuell bestätigen oder ablehnen müssen.
es_es: Si la casilla está marcada, las reservas no se confirmarán automáticamente. Recibirá un correo electrónico con la solicitud de reserva y cada reserva debe confirmarse o rechazarse manualmente.
it_it: Se la casella di controllo è selezionata, le prenotazioni non verranno confermate automaticamente. Riceverai un'e-mail con la richiesta di prenotazione e ogni prenotazione deve essere confermata o rifiutata manualmente.

source: If checkbox is checked then seats left will be shown under selected time.
de_de: Wenn Kontrollkästchen angekreuzt ist, werden die freie Plätze unter ausgewählter Zeit angezeigt.
es_es: Si la casilla de verificación está marcada, los asientos restantes se mostrarán debajo del tiempo seleccionado.
it_it: Se la casella di controllo è selezionata, i posti rimasti verranno visualizzati sotto l'orario selezionato.

source: If checkbox is checked, a logo of <b>"Powered by ReservationDiary.eu"</b> is displayed. Thank you for supporting us.
it_it: Se la casella di controllo è selezionata, viene visualizzato il logo <b>"Powered by ReservationDiary.eu".</b> Grazie per averci sostenuto.

source: If this field is filled, the drop down menu of persons would show "Large Groups" and upon selection, the specified message would appear.
de_de: Wenn dieses Feld ausgefüllt wird, wird im Kontextmenü für die Gruppengröße eine Option "große Gruppen" und bei Auswahl dieses Punktes die eingestellte Nachricht angezeigt.
es_es: Si se llena este campo, el menú desplegable de personas mostrará "Grupos grandes" y, al seleccionarlo, aparecerá el mensaje especificado.
it_it: Se questo campo è compilato, il menu a discesa delle persone mostrerà "Gruppi numerosi" e, dopo la selezione, apparirà il messaggio specificato.

source: If you are building a catalogue of restaurants and looking for the perfect reservation plugin for it, we can provide it to you.
de_de: Wenn du mehrere Restaurants besitzt und nach einer perfekten Lösung für eine Reservierungsseite suchst, haben wir was für dich.
es_es: Si está creando un catálogo de restaurantes y está buscando el complemento de reserva perfecto para él, podemos proporcionárselo.
fr_fr: Si vous êtes en train de créer un catalogue de restaurants et que vous recherchez le plugin de réservation parfait pour cela, nous pouvons vous le fournir.
it_it: Se stai creando un catalogo di ristoranti e stai cercando il plugin di prenotazione perfetto per esso, possiamo fornirtelo.

source: If you close next day at night then set closing time on a same day. For example 18:00 - 3:00
de_de: Wenn du am nächsten Tag zur Nachtzeit schließt, dann wähle die Nachtzeit, als wäre sie am gleichen Tag (z.B. 18:00 - 3:00 Uhr)
es_es: Si cierra el día siguiente por la noche, establezca la hora de cierre en un mismo día. Por ejemplo 18:00 - 03:00
fr_fr: Si vous fermez le jour suivant en soirée, sélectionnez le même horaire que celui attribué la veille. Par exemple 18:00 - 3:00.
it_it: Se chiudi il giorno successivo di notte, imposta l'orario di chiusura lo stesso giorno. Ad esempio 18:00 - 3:00

source: If you have already an API key, you can skip this step and provide API key on next step.
it_it: Se si dispone già di una chiave API, è possibile saltare questo passaggio e fornire la chiave API nel passaggio successivo.

source: If you want to customize confirmation page or have a separated page for marketing purposes, then select custom reservation confirmation page. If not specified, then built in confirmation page will be used.
de_de: Wenn Sie die Bestätigungsseite individuell einrichten möchten oder eine getrennte Seite für Marketingzwecke haben möchten, wählen Sie "benutzerdefinierte Bestätigungsseite". Wenn nicht ausgewählt, wird die integrierte (automatische) Bestätigungsseite benutzt.
es_es: Si desea personalizar la página de confirmación o tener una página separada para fines de marketing, seleccione la página de confirmación de reserva personalizada. Si no se especifica, se utilizará la página de confirmación integrada.
it_it: Se desideri personalizzare la pagina di conferma o avere una pagina separata per scopi di marketing, seleziona la pagina di conferma della prenotazione personalizzata. Se non specificato, verrà utilizzata la pagina di conferma integrata.

source: If you would like to add some new functionality or have any other queries, please contact us by email:
de_de: Wenn du weitere Funktionen benötigst oder Verbesserungsvorschläge hast, hören wir gerne von dir. Schick uns einfach eine E-Mail:
es_es: Si desea agregar alguna funcionalidad nueva o tiene alguna otra consulta, contáctenos por correo electrónico:
fr_fr: Si vous souhaitez ajouter de nouvelles fonctionnalités ou si vous avez d'autres questions, veuillez nous contacter par e-mail :
it_it: Se desideri aggiungere nuove funzionalità o hai altre domande, contattaci via e-mail:

source: In case you need to show it in multiple languages, then use following format [locale]Text[/locale]. Example: [en_US]Text[/en_US][es_ES]Texto[/es_ES]
it_it: Nel caso in cui sia necessario mostrarlo in più lingue, utilizzare il seguente formato [lang]Testo[/lang]. Esempio: [en]Text[/en][es]Texto[/es]

source: In case you would like to be notified when someone cancels reservation for this day, please fill <a href="#" class="link-waitlist-form">this form</a>.
de_de: Falls Sie benachrichtigt werden möchten, wenn jemand eine Reservierung für diesen Tag storniert, füllen Sie bitte <a href="#" class="link-waitlist-form">dieses Formular</a> aus.
es_es: En caso de que desee recibir una notificación cuando alguien cancele la reserva para este día, complete <a href="#" class="link-waitlist-form">este formulario</a>.
fr_fr: Si vous souhaitez être informé lorsque quelqu’un annule sa réservation pour ce jour, veuillez remplir <a href="#" class="link-waitlist-form">ce formulaire</a>.
it_it: Nel caso in cui desideri essere avvisato quando qualcuno cancella la prenotazione per questo giorno, compila <a href="#" class="link-waitlist-form">questo modulo</a>.

source: In case you would like to be notified when someone cancels reservation for this day, please fill <a class="link-waitlist-form">this form</a>.
de_de: Möchtest du informiert werden, wenn eine bestehende Reservierung storniert wird, trage dich bitte in die <a class="link-waitlist-form">Warteliste</a> ein.
es_es: En caso de que desee recibir una notificación cuando alguien cancele la reserva para este día, complete <a class="link-waitlist-form"> este formulario </a>.
it_it: Nel caso in cui desideri essere avvisato quando qualcuno cancella la prenotazione per questo giorno, compila <a class="link-waitlist-form">questo modulo</a>.

source: In case you would like to be notified when someone cancels reservation for this time, please fill <a class="link-waitlist-form">this form</a>.
de_de: Falls Sie benachrichtigt werden möchten, wenn jemand die Reservierung für diese Zeit storniert, füllen Sie bitte <a class="link-waitlist-form">dieses Formular</a> aus.
es_es: En caso de que desee recibir una notificación cuando alguien cancele la reserva para este tiempo, complete <a class="link-waitlist-form">este formulario</a>.
fr_fr: Si vous souhaitez être informé lorsque quelqu’un annule la réservation pour cette période, veuillez remplir <a class="link-waitlist-form">ce formulaire</a>.
it_it: Nel caso in cui desideri ricevere una notifica quando qualcuno cancella la prenotazione per questo orario, compila <a class="link-waitlist-form">questo modulo</a>.
