Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: In order to display reservation id on that page, install plugin GET Params and add following short code: [display-get-param name="reservation_id"]
de_de: Wenn Sie an dieser Seite Reservierung-ID angezeigt haben möchten, installieren Sie den GET Params Plugin und geben die Short-Kode: [display-get-param name="reservation_id"] ein.
es_es: Para mostrar la identificación de la reserva en esa página, instale el complemento GET Params y agregue el siguiente código corto: [display-get-param name = "booking_id"]
fr_fr: Pour afficher l'identifiant de réservation sur cette page, installez le plugin "GET Params" et ajoutez le code court suivant : [display-get-param name="reservation_id"]
it_it: Per visualizzare l'ID della prenotazione su quella pagina, installa il plugin GET Params e aggiungi il seguente codice breve: [display-get-param name="reservation_id"]

source: In this mode, the system automatically displays all the available times for the date selected without any manual time input.
de_de: In diesem Modus zeigt das System automatisch alle verfügbaren Zeiten für den gewählten Tag an, ohne das eine Uhrzeit manuell eingegeben werden muss.
es_es: En este modo, el sistema muestra automáticamente todas las horas disponibles para la fecha seleccionada sin ninguna entrada de hora manual.
it_it: In questa modalità, il sistema visualizza automaticamente tutti gli orari disponibili per la data selezionata senza alcun inserimento manuale dell'ora.

source: In this mode, the user selects the desired time and the system verifies its availability to present five different alternative times to the customer.
de_de: In diesem Modus wählt der Gast die gewünschte Zeit, das System überprüft die Verfügbarkeit und zeigt fünf alternative Uhrzeiten an.
es_es: En este modo, el usuario selecciona la hora deseada y el sistema verifica su disponibilidad para presentar cinco horas alternativas diferentes al cliente.
it_it: In questa modalità, l'utente seleziona l'orario desiderato e il sistema verifica la sua disponibilità a presentare al cliente cinque diversi orari alternativi.

source: Incorrect email
de_de: Falsche E-Mail-Adresse
es_es: Correo electrónico incorrecto
fr_fr: E-mail incorrect
it_it: E-mail errata

source: Incorrect phone number
de_de: Falsche Telefonnummer
es_es: Número de teléfono incorrecto
fr_fr: Numéro de téléphone incorrect
it_it: Numero di telefono errato

source: Is printed?
de_de: Wurde gedruckt?
es_es: ¿está impreso?
fr_fr: Est imprimé ?
it_it: È stampato?

source: Is required?
de_de: Ist erforderlich?
es_es: ¿Es obligatorio?
fr_fr: Est requis ?
it_it: È obbligatorio?

source: jQuery plugin
fr_fr: Plugin jQuery
it_it: Plugin jQuery

source: Language
de_de: Sprache
es_es: Idioma
fr_fr: Langue
it_it: Lingua

source: Language for emails of clients depend on the user interface language selected.
de_de: Die E-Mail-Sprache ist abhängig von der eingestellten Sprache im Benutzeraccount.
es_es: El idioma para los correos electrónicos de los clientes depende del idioma de la interfaz de usuario seleccionado.
fr_fr: La langue des emails destinés aux clients dépend de la langue sélectionnée dans l'interface utilisateur.
it_it: La lingua per le e-mail dei client dipende dalla lingua dell'interfaccia utente selezionata.

source: Language for internal emails communication. It is specially used for admin emails.
de_de: Sprache für interne E-Mail-Kommunikation. Diese wird hauptsächlich für die Admininistrator-E-Mails verwendet.
es_es: Idioma para la comunicación interna de correos electrónicos. Se utiliza especialmente para correos electrónicos de administrador.
it_it: Lingua per la comunicazione interna via email. Viene utilizzato in particolare per le e-mail degli amministratori.

source: Language Path
it_it: Percorso linguistico

source: Last Name
de_de: Nachname
es_es: Apellidos
fr_fr: Nom
it_it: Cognome

source: Last Name can't be empty
fr_fr: Le nom de famille ne peut pas être vide
it_it: Il cognome non può essere vuoto

source: Last name can't be empty
de_de: Der Nachname darf nicht leer sein
es_es: El apellido no puede estar vacío
fr_fr: Le nom de famille ne peut pas être vide
it_it: Il cognome non può essere vuoto

source: Late Bookings
de_de: Späte Buchungen
es_es: Reservas tardías
fr_fr: Réservations tardives
it_it: Prenotazioni tardive

source: Limits the maximum number of children per reservation
de_de: Begrenzt die maximale Anzahl von Kindern pro Reservierung
es_es: Limita el número máximo de niños por reserva
fr_fr: Limite le nombre maximum d’enfants par réservation
it_it: Limita il numero massimo di bambini per prenotazione

source: Localization
fr_fr: Localisation
it_it: Localizzazione

source: Login with your social media account
de_de: Über soziale Netzwerke anmelden
es_es: Inicie sesión con su cuenta de redes sociales
it_it: Accedi con il tuo account di social media

source: Make a reservation
de_de: Jetzt reservieren
es_es: Hacer una reserva
fr_fr: Effectuer une réservation
it_it: Conferma la prenotazione

source: Make a reservation request
it_it: Fai una richiesta di prenotazione

source: Mandatory Cancellation Reason
it_it: Motivo della cancellazione obbligatoria

source: Manual reservation
de_de: Manuelle Reservierung
es_es: Reserva manual
fr_fr: Réservation manuelle
it_it: Prenotazione manuale

source: Max children per reservation
de_de: Maximale Anzahl von Kindern pro Reservierung
es_es: Número máximo de niños por reserva
fr_fr: Nombre maximum d’enfants par réservation
it_it: Numero massimo di bambini per prenotazione

source: Max persons per reservation
de_de: Max. Personenanzahl pro Reservierung
es_es: Número máximo de personas por reserva
fr_fr: Nombre de personne maximum par réservation
it_it: Max di persone per prenotazione

source: Maximum number of guests
de_de: Maximale Gästeanzahl
es_es: Numero máximo de invitados
fr_fr: Nombre maximum de personnes
it_it: Numero massimo di ospiti

source: Maximum number of persons allowed for each reservation. Drop down list of persons ends with this number.
de_de: Maximale Personenanzahl pro Reservierung. Die Drop-Down-Liste endet mit der eingestellten Personenanzahl.
es_es: Número máximo de personas permitidas para cada reserva. La lista desplegable de personas termina con este número.
it_it: Numero massimo di persone consentito per ogni prenotazione. L'elenco a discesa delle persone termina con questo numero.

source: Maximum time before the reservation can be accepted.
de_de: Maximales Zeitraum bis die Reservierung angenommen werden kann.
es_es: Tiempo máximo antes de que se pueda aceptar la reserva.
fr_fr: Le délai maximum avant lequel une réservation peut être acceptée.
it_it: Il tempo massimo prima della prenotazione può essere accettato.

source: Maybe you have any wishes for the reservation
de_de: Vielleicht haben Sie Wünsche für die Reservierung
es_es: Tal vez tenga algún deseo para la reserva
fr_fr: Peut-être avez-vous des souhaits pour la réservation
it_it: Forse hai dei desideri per la prenotazione

source: Message for large groups
de_de: Nachricht für große Gruppen
es_es: Mensaje para grupos grandes
fr_fr: Message pour les grands groupes
it_it: Messaggio per gruppi numerosi

source: Min persons per reservation
de_de: Minimale Gästeanzahl pro Reservierung
es_es: Mín. personas por reserva
fr_fr: Nombre de personne minimum par réservation
it_it: Min persone per prenotazione

source: Minimum number of persons allowed for each reservation. Drop down list of persons starts from this number.
de_de: Minimale Personenanzahl pro Reservierung. Die Drop-Down-Liste startet mit der eingestellten Personenanzahl.
es_es: Número mínimo de personas permitidas para cada reserva. La lista desplegable de personas comienza desde este número.
it_it: Numero minimo di persone consentite per ogni prenotazione. L'elenco a discesa delle persone inizia da questo numero.

source: Minutes
it_it: Verbale

source: Mode how available working hours presented to user so that they can choose time slots most convenient to them.
de_de: Modus in welchem dem Benutzer die Arbeitsstunden angezeigt werden, so dass er diese nach seinen Wünschen auswählen kann.
es_es: Modele cómo las horas de trabajo disponibles se presentan al usuario para que pueda elegir los intervalos de tiempo que le resulten más convenientes.
fr_fr: Mode de présentation des horaires de travail disponibles à l'utilisateur afin qu'il puisse choisir les créneaux horaires les plus pratiques pour lui.
it_it: Modalità come vengono presentate le ore di lavoro disponibili all'utente in modo che possano scegliere le fasce orarie più convenienti per loro.

source: Modify existing reservation
de_de: Bestehende Reservierung ändern
es_es: Modificar la reserva existente
fr_fr: Modifier une réservation existante
it_it: Modifica prenotazione esistente

source: Modify reservation
de_de: Reservierung ändern
es_es: Modificar reserva
fr_fr: Modifier la réservation
it_it: Modifica prenotazione

source: Monthly guest reservation limit
it_it: Limite di prenotazioni mensili degli ospiti

source: Months
de_de: Monate
es_es: Meses
fr_fr: Mois
it_it: Mesi

source: More than %s Guests
de_de: Mehr als %s Gäste
fr_fr: Plus de %s invités
it_it: Più di %s Ospiti

source: More than [max] people
de_de: Mehr als [max] Personen
es_es: Máximo de personas
fr_fr: Plus de [max] personnes
it_it: Più di [max] persone

source: Multiple open and close times are available in Basic package. If times are configured in Basic package, then this table is ignored.
de_de: Mehrfache Öffnungszeiten an einem Tag sind im Basic-Paket verfügbar. Wenn Öffnungszeiten im Basic-Paket konfiguriert sind, ist diese Tabelle ignoriert.
es_es: Múltiples horarios de apertura y cierre están disponibles en el paquete básico. Si los tiempos están configurados en el paquete básico, esta tabla se ignora.
fr_fr: Plusieurs horaires d'ouverture et de fermeture sont disponibles dans le package de base. Si des horaires sont configurés dans le package de base, ce tableau est ignoré.
it_it: Nel pacchetto base sono disponibili più orari di apertura e chiusura. Se gli orari sono configurati nel pacchetto Basic, questa tabella viene ignorata.

source: Name
es_es: Nombre
fr_fr: Nom
it_it: Nome

source: Name can't be empty
es_es: El nombre no puede ser vacío
fr_fr: Le nom ne peut pas être vide
it_it: Il campo "Nome" non può essere vuoto.

source: Name or Phone or Email can't be empty
es_es: Nombre, teléfono o correo electrónico no pueden estar vacíos
fr_fr: Le nom, le téléphone ou l'e-mail ne peuvent pas être vides
it_it: Il nome o il numero di telefono o l'indirizzo di posta elettronica non possono essere vuoti

source: News
de_de: Nachrichten
es_es: Noticias
fr_fr: Actualités
it_it: Notizie

source: Next
es_es: Siguiente
fr_fr: Suivant
it_it: Prossimo

source: Next step
de_de: Nächster Schritt
es_es: Siguiente paso
fr_fr: Prochaine étape
it_it: Passaggio successivo

source: Next step is to configure the plugin, please watch following videos and click on Next to open Settings page
fr_fr: L'étape suivante consiste à configurer le plugin. Veuillez regarder les vidéos suivantes et cliquer sur Suivant pour ouvrir la page des paramètres.
it_it: Il prossimo passo è configurare il plug-in, guarda i seguenti video e fai clic su Avanti per aprire la pagina Impostazioni

source: Normal
it_it: Normale

source: Not a valid API key provided.
es_es: No se proporciona una clave API válida.
fr_fr: Clé API non valide fournie.
it_it: Non è stata fornita una chiave API valida.

source: NOTE: Complex custom fields like Options and Dropdown can be configured in Basic package settings.
de_de: Achtung: komplexe Einstellungsbereiche wie Onpionen und Drop-down-Listen können im Basic-Paket konfiguriert werden.
fr_fr: REMARQUE : Les champs personnalisés complexes tels que les options et les listes déroulantes peuvent être configurés dans les paramètres du package de base.
it_it: NOTA: I campi personalizzati complessi come Opzioni e Elenco a discesa possono essere configurati nelle impostazioni del pacchetto di base.

source: NOTE: If you define Open Time in basic package, then this setting will be ignored. Use open times settings to define Late Bookings.
de_de: ACHTUNG: Wenn du die Öffnungszeiten in den Basic-Paket-Einstellungen definierst, werden die Einstellungen an dieser Stelle ignoriert. Benutze die Öffnungszeiten-Einstellungen um späte Buchungen zu definieren.
es_es: NOTA: Si define el tiempo de apertura en el paquete básico, esta configuración se ignorará. Utilice la configuración de horarios abiertos para definir Reservas tardías.
fr_fr: NOTE : Si vous définissez l'heure d'ouverture dans le forfait de base, ce paramètre sera ignoré. Utilisez les paramètres d'heures d'ouverture pour définir les réservations tardives.
it_it: NOTA: Se si definisce l'orario di apertura nel pacchetto base, questa impostazione verrà ignorata. Utilizza le impostazioni degli orari di apertura per definire le prenotazioni in ritardo.

source: NOTE: Name, Email, Phone and Comments are required fields of reservation form and do not need to be defined here as custom fields.
de_de: ACHTUNG: Name, E-Mail, Telefon und Kommentar sind obligatorische Felder des Reservierungsformulars und müssen nicht zusätzlich als benutzerdefinierte Felder angelegt werden.
es_es: NOTA: Nombre, correo electrónico, teléfono y comentarios son campos obligatorios del formulario de reserva y no es necesario definirlos aquí como campos personalizados.
fr_fr: REMARQUE : Le nom, l'e-mail, le téléphone et les commentaires sont des champs obligatoires du formulaire de réservation et n'ont pas besoin d'être définis ici en tant que champs personnalisés.
it_it: NOTA: Nome, E-mail, Telefono e Commenti sono campi obbligatori del modulo di prenotazione e non devono essere definiti qui come campi personalizzati.

source: Note: To send SMS messages an extra addon needs to be purchased.
fr_fr: Note : Pour envoyer des messages SMS, un module complémentaire supplémentaire doit être acheté.
it_it: Nota: per inviare messaggi SMS è necessario acquistare un componente aggiuntivo aggiuntivo.

source: Number of adults
de_de: Anzahl der Erwachsenen
es_es: Número de adultos
fr_fr: Nombre d’adultes
it_it: Numero di adulti

source: Number of children
de_de: Anzahl der Kinder
es_es: Número de hijos
fr_fr: Nombre d’enfants
it_it: Numero di figli

source: Number of guests
de_de: Anzahl der Gäste
es_es: Número de invitados
fr_fr: Nombre d’invités
it_it: Numero di ospiti

source: Obtain your captcha key from Google.
de_de: Erhalten Sie Ihren Captcha-Schlüssel von Google.
es_es: Obtenga su clave captcha de Google.
fr_fr: Obtenez votre clé de captcha auprès de Google.
it_it: Ottieni la tua chiave captcha da Google.

source: Online reservation service is not available at this time. Try again later or
es_es: El servicio de reserva en línea no está disponible en este momento. Intenta nuevamente más tarde o
fr_fr: Le service de réservation en ligne n'est pas disponible pour le moment. Veuillez réessayer ultérieurement ou
it_it: Al momento non è disponibile il servizio di prenotazione online. Riprova più tardi o

source: Online reservation service is not available at this time. Try again later or %s
de_de: Der Online-Reservierungsdienst ist derzeit nicht verfügbar. Versuchen Sie es später erneut oder %s
fr_fr: Le service de réservation en ligne n'est pas disponible pour le moment. Veuillez réessayer ultérieurement ou %s.
it_it: Al momento non è disponibile il servizio di prenotazione online. Riprova più tardi o %s

source: Open
de_de: Offen
es_es: Abierto
fr_fr: Ouvert
it_it: Aperto

source: Open setup wizard
it_it: Apri la procedura guidata di configurazione

source: Open times. This option will enable you to choose between various working hours whichever is most convenient to you.
de_de: Öffnungszeiten. Diese Option ermöglicht es dir verschiedenste Öffnungszeiten ganz nach deinen Bedürfnissen einzustellen.
es_es: Horarios abiertos. Esta opción le permitirá elegir entre varias horas de trabajo, la que sea más conveniente para usted.
fr_fr: Horaires d'ouverture. Cette option vous permettra de choisir parmi différentes plages horaires de travail, en fonction de ce qui vous convient le mieux.
it_it: Orari di apertura. Questa opzione ti consentirà di scegliere tra vari orari di lavoro, quello che ti è più comodo.

source: Open upcoming reservations
de_de: Öffne anstehende Reservierungen
es_es: Ver las próximas reservas
fr_fr: Ouvrir les réservations à venir
it_it: Apri le prossime prenotazioni

source: Option
it_it: Opzione

source: OR
de_de: ODER
es_es: O
fr_fr: OU
it_it: O

source: Override fully booked message text
de_de: Text, der angezeigt wird, wenn Plätze ausgebucht sind.
es_es: Anular texto de mensaje totalmente reservado
fr_fr: Remplacer le texte du message de réservation complet
it_it: Sostituisci il testo del messaggio completamente prenotato

source: Page name
fr_fr: Nom de la page
it_it: Nome della pagina

source: Page name is required
fr_fr: Le nom de la page est requis
it_it: Il nome della pagina è obbligatorio

source: Persons
de_de: Personen
es_es: Personas
fr_fr: Personnes
it_it: Numero persone

source: Phone
de_de: Mobilnummer
es_es: Teléfono
fr_fr: Téléphone
it_it: Telefono

source: Phone can't be empty
es_es: El teléfono no puede ser vacío
fr_fr: Le téléphone ne peut pas être vide
it_it: Il campo "Telefono" non può essere vuoto.

source: Phone number is not valid
es_es: El número de teléfono no es válido.
fr_fr: Le numéro de téléphone n'est pas valide
it_it: Il numero di telefono non è valido

source: Place
de_de: Platz
es_es: Lugar
fr_fr: Lieu
it_it: Luogo

source: Please allow 1 business day for us to confirm your payment and upgrade your account.
de_de: Bitte gib uns einen Arbeitstag Zeit, um deine Zahlung zu verbuchen und deinen Account upzugraden.
es_es: Espere 1 día hábil para que podamos confirmar su pago y actualizar su cuenta.
fr_fr: Veuillez prévoir 1 jour ouvrable pour que nous puissions confirmer votre paiement et mettre à niveau votre compte.
it_it: Ti preghiamo di attendere 1 giorno lavorativo per confermare il pagamento e aggiornare il tuo account.

source: Please contact info@reservationdiary.eu for any issues in this theme.
de_de: Bitte wenden Sie sich an info@reservationdiary.eu, wenn Sie Probleme zu diesem Thema haben.
es_es: Póngase en contacto con info@reservationdiary.eu para cualquier problema relacionado con este tema.
fr_fr: Veuillez contacter info@reservationdiary.eu pour tout problème dans ce thème.
it_it: Si prega di contattare info@reservationdiary.eu per qualsiasi problema in questo tema.

source: Please create a reservation page and add this <b>[redirestaurant]</b> shortcode to that page.
fr_fr: Veuillez créer une page de réservation et ajouter ce code court <b>[redirestaurant]</b> à cette page.
it_it: Crea una pagina di prenotazione e aggiungi questo shortcode <b>[redirestaurant]</b> a quella pagina.

source: Please provide your API Key in order to continue using plugin
fr_fr: Veuillez fournir votre clé API pour continuer à utiliser le plugin
it_it: Si prega di fornire la chiave API per continuare a utilizzare il plug-in

source: Please provide your email address to generate API Key
fr_fr: Veuillez fournir votre adresse e-mail pour générer une clé API
it_it: Fornisci il tuo indirizzo e-mail per generare la chiave API

source: Please select the maximum number of children.
de_de: Bitte wählen Sie die maximale Anzahl der Kinder aus.
es_es: Por favor, seleccione el número máximo de niños.
fr_fr: Veuillez sélectionner le nombre maximum d’enfants.
it_it: Si prega di selezionare il numero massimo di bambini.

source: Please select value from "Max children per reservation"
de_de: Bitte wählen Sie den Wert aus "Maximale Anzahl von Kindern pro Reservierung"
es_es: Por favor, seleccione el valor de "Número máximo de niños por reserva"
fr_fr: Veuillez sélectionner la valeur de « Nombre maximum d’enfants par réservation »
it_it: Si prega di selezionare il valore da "Numero massimo di bambini per prenotazione"

source: Please select value from "Monthly guest reservation limit"
it_it: Seleziona il valore da "Limite di prenotazioni mensili per gli ospiti"

source: Please verify you current time. This is important as this time is taken and used in reservation logic. In case time is differnet than your current time, please change time zone in Settings -> General -> Time Zone
fr_fr: Veuillez vérifier l'heure actuelle. C'est important car cette heure est prise en compte et utilisée dans la logique de réservation. Si l'heure est différente de votre heure actuelle, veuillez modifier le fuseau horaire dans Paramètres -> Général -> Fuseau horaire
it_it: Si prega di verificare l'ora corrente. Questo è importante in quanto questo tempo viene utilizzato nella logica di prenotazione. Nel caso in cui l'ora sia diversa dall'ora corrente, modificare il fuso orario in Impostazioni -> Generale -> Fuso orario

source: Plugin failed to properly load javascript file, please check that jQuery is loaded and no javascript errors present.
es_es: El complemento no pudo cargar correctamente el archivo javascript, verifique que jQuery esté cargado y que no haya errores de javascript presentes.
fr_fr: L'extension n'a pas réussi à charger correctement le fichier javascript, veuillez vérifier si jQuery est chargé et s'il n'y a pas d'erreurs javascript.
it_it: Il plug-in non è riuscito a caricare correttamente il file javascript, verificare che jQuery sia caricato e che non siano presenti errori javascript.

source: Plugin Info
de_de: Plugin Informationen
es_es: Información del complemento
fr_fr: Informations sur le plugin
it_it: Informazioni sul plugin

source: Preferred time
de_de: Bevorzugte Uhrzeit
es_es: Tiempo preferido
fr_fr: Heure préférée
it_it: Orario preferito

source: Previous
de_de: Zurück
es_es: Previo
fr_fr: Précédent
it_it: Precedente

source: Privacy policy
de_de: Datenschutzerklärung
fr_fr: Politique de confidentialité
it_it: Informativa sulla privacy

source: Provide reservation details
de_de: Deine Daten
es_es: Proporcione más detalles de la reserva...
fr_fr: Fournir les détails de la réservation
it_it: Dettagli della prenotazione

source: Provided time is not in valid format.
es_es: El tiempo provisto no está en formato válido.
fr_fr: L'heure fournie n'est pas au format valide.
it_it: L'orario fornito non è in formato valido.

source: Rate the plugin, help us grow
it_it: Valuta il plugin, aiutaci a crescere

source: Rate your reservation experience
de_de: Bewerten Sie Ihre Reservierungserfahrung
es_es: Califica tu experiencia de reserva
fr_fr: Évaluez votre expérience de réservation
it_it: Valuta la tua esperienza di prenotazione

source: Reason
de_de: Grund
es_es: Razón
fr_fr: Motif
it_it: Ragione

source: Reason can't be empty
es_es: La razón no puede estar vacía.
fr_fr: La raison ne peut pas être vide
it_it: Il motivo non può essere vuoto

source: ReDi Reservation plugin:
it_it: Plugin ReDi Reservation:

source: ReDi Reservations
fr_fr: Réservations ReDi
it_it: Prenotazioni ReDi

source: ReDi Restaurant Reservation
fr_fr: ReDi Réservation de restaurant
it_it: Prenotazione Ristorante ReDi

source: Redi Restaurant Reservation
it_it: Prenotazione Ristorante Redi
