Repository: WordPressBugBounty/plugins-redi-restaurant-reservation
Catalog: redi-restaurant-reservation/languages/redi-restaurant-reservation-*.po
Languages: de_de, es_es, fr_fr, it_it

source: "Min Persons" should be lower than Max Persons
it_it: Il numero "Numero minimo di persone" deve essere inferiore al numero massimo di persone

source: Registration
fr_fr: Inscription
it_it: Registrazione

source: Reservation page
fr_fr: Page de réservation
it_it: Pagina di prenotazione

source: "Country" is required
it_it: "Paese" è obbligatorio

source: "Reservation time" should be greater than 0
it_it: Il "tempo di prenotazione" deve essere maggiore di 0

source: "Restaurant Name" is required
it_it: Il "Nome del ristorante" è obbligatorio

source: "Subscription Email" Field should be filled.
it_it: Il campo "Email di iscrizione" deve essere compilato.

source: "Subscription Name" Field should be filled.
it_it: Il campo "Nome abbonamento" deve essere compilato.

source: 100 guests
it_it: 100 ospiti

source: <h3>ReDi Restaurant Reservation Plugin</h3> <p>Plugin is active but API key is not generated yet to use the plugin. Finilize setup wizard now for seamless bookings.</p> %s
it_it: <h3>Il plug-in per la prenotazione del ristorante ReDi</h3> <p>è attivo ma la chiave API non è ancora stata generata per utilizzare il plug-in. Completa subito la procedura guidata di configurazione per prenotazioni senza interruzioni.</p> %s

source: <h3>ReDi Restaurant Reservation Plugin</h3> <p>Plugin is active but you have not created a page with reservation form. Finilize setup wizard now for seamless bookings.</p> %s
it_it: <h3>Plugin per la prenotazione del ristorante ReDi Il</h3> <p>plugin è attivo ma non è stata creata una pagina con il modulo di prenotazione. Completa subito la procedura guidata di configurazione per prenotazioni senza interruzioni.</p> %s

source: <p>You have not made any changes to settings since you have installed the plugin. Finilize <b>ReDi Restaurant Reservation Plugin</b> setup now for seamless bookings. Visit the %1$s to finilize configuration and start impress your clients!</p> %2$s
fr_fr: <p>Vous n'avez apporté aucune modification aux paramètres depuis l'installation du plugin. Finalisez maintenant la configuration du <b>ReDi Restaurant Reservation Plugin</b> pour des réservations fluides. Visitez le %1$s pour finaliser la configuration et commencer à impressionner vos clients !</p> %2$s
it_it: <p>Non hai apportato alcuna modifica alle impostazioni da quando hai installato il plug-in. Finilize <b>ReDi Restaurant Reservation Plugin</b> configura ora per prenotazioni senza interruzioni. Visita il %1$s per finalizzare la configurazione e iniziare a stupire i tuoi clienti!</p> %2$s

source: <strong>Attention</strong>: New settings are available for review and saving, please take a moment to update your preferences or fill out the required settings and click on the save button.
it_it: <strong>Attenzione</strong>: sono disponibili nuove impostazioni per la revisione e il salvataggio, prenditi un momento per aggiornare le tue preferenze o compilare le impostazioni richieste e fare clic sul pulsante Salva.

source: A confirmation email has been sent to you, should you not receive it, please rest assured that your booking has been received and is confirmed. If you wish you may contact us by phone to confirm.
de_de: Vielen Dank für Deine Reservierung. Eine E-Mail-Bestätigung ist schon auf dem Weg zu Dir. Solltest Du sie nicht innerhalb der nächsten Minuten empfangen, prüfe bitte Deinen Spam-Ordner. Deine Reservierung ist aber auf jeden Fall bestätigt und in unserem System unter der Reservierungsnummer hinterlegt. Wir freuen uns auf Deinen Besuch!“
es_es: Gracias por tu reserva. Se le ha enviado un correo electrónico de confirmación, en caso de que no lo reciba, puede estar seguro de que su reserva ha sido recibida y confirmada. Si lo desea, puede contactarnos por teléfono para confirmar.
fr_fr: Merci pour votre réservation, un mail de confirmation vous a été envoyé. Si vous ne le recevez pas soyez assuré que votre réservation a bien été enregistrée.
it_it: Ti è stata inviata un'e-mail di conferma, se non la ricevi, ti assicuriamo che la tua prenotazione è stata ricevuta ed è confermata. Se lo desideri, puoi contattarci telefonicamente per confermare.

source: A confirmation email has been sent to your provided email address. No further action is required. If you don't receive it, rest assured your reservation is confirmed. You can also contact us by phone if needed.
de_de: Eine Bestätigungs-E-Mail wurde an die von Ihnen angegebene E-Mail-Adresse gesendet. Es sind keine weiteren Maßnahmen erforderlich. Wenn Sie diese nicht erhalten, können Sie sicher sein, dass Ihre Reservierung bestätigt wurde. Bei Bedarf können Sie uns auch telefonisch kontaktieren.
es_es: Se ha enviado un correo electrónico de confirmación a la dirección de correo electrónico proporcionada. No se requiere ninguna otra acción. Si no lo recibes, ten la seguridad de que tu reserva está confirmada. También puede ponerse en contacto con nosotros por teléfono si es necesario.
fr_fr: Un e-mail de confirmation a été envoyé à l’adresse e-mail que vous avez fournie. Aucune autre mesure n’est requise. Si vous ne le recevez pas, soyez assuré que votre réservation est confirmée. Vous pouvez également nous contacter par téléphone si nécessaire.
it_it: È stata inviata un'e-mail di conferma all'indirizzo e-mail fornito. Non sono necessarie ulteriori azioni. Se non lo ricevi, ti assicuriamo che la tua prenotazione è confermata. Se necessario, puoi anche contattarci telefonicamente.

source: A pre-designed style requiring minimal customization for a polished look. Please note that this option is still in beta testing.
de_de: Ein vorgefertigter Stil, der nur minimale Anpassungen erfordert, um einen polierten Look zu erzielen. Bitte beachten Sie, dass sich diese Option noch in der Beta-Testphase befindet.
es_es: Un estilo prediseñado que requiere una personalización mínima para una apariencia pulida. Tenga en cuenta que esta opción aún está en fase de prueba beta.
fr_fr: Un style préconçu nécessitant une personnalisation minimale pour un look soigné. Veuillez noter que cette option est encore en phase de test bêta.
it_it: Uno stile pre-progettato che richiede una personalizzazione minima per un look raffinato. Tieni presente che questa opzione è ancora in fase di beta testing.

source: Adapts to your website's theme, ensuring seamless integration. However, some adjustments may be needed to match your design preferences.
de_de: Passt sich dem Thema Ihrer Website an und gewährleistet eine nahtlose Integration. Möglicherweise sind jedoch einige Anpassungen erforderlich, um Ihren Designpräferenzen gerecht zu werden.
es_es: Se adapta al tema de su sitio web, lo que garantiza una integración perfecta. Sin embargo, es posible que sea necesario realizar algunos ajustes para que coincidan con sus preferencias de diseño.
fr_fr: S’adapte au thème de votre site web, assurant une intégration transparente. Cependant, certains ajustements peuvent être nécessaires pour correspondre à vos préférences de conception.
it_it: Si adatta al tema del tuo sito web, garantendo una perfetta integrazione. Tuttavia, potrebbero essere necessarie alcune regolazioni per soddisfare le tue preferenze di progettazione.

source: Additional services (by request)
it_it: Servizi aggiuntivi (su richiesta)

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresse
it_it: Indirizzo

source: Address of the restaurant is to be written here.
de_de: Trage die Adresse des Restaurants hier ein.
es_es: La dirección del restaurante debe escribirse aquí.
fr_fr: L'adresse du restaurant doit être écrite ici.
it_it: L'indirizzo del ristorante deve essere scritto qui.

source: Adult guests
de_de: Erwachsene Gäste
es_es: Huéspedes adultos
fr_fr: Invités adultes
it_it: Ospiti adulti

source: All time
de_de: Gesamte Zeit
es_es: Todos los tiempos
fr_fr: Tous les temps
it_it: Tutti i tempi

source: Allow SMS
de_de: Erlaube SMS
es_es: Permitir SMS
fr_fr: Autoriser les SMS
it_it: Consenti SMS

source: Allow to contact via Whatsapp
it_it: Consenti di contattare tramite Whatsapp

source: Allow to receive SMS
de_de: SMS-Nachrichten erlauben
es_es: Permitir recibir SMS
fr_fr: Autoriser la réception de SMS
it_it: Consenti di ricevere SMS

source: Allow to send information about the plugin
fr_fr: Autoriser l'envoi d'informations sur le plugin
it_it: Consenti di inviare informazioni sul plugin

source: Allow users to fill the Wait List when all time slots for the day are booked.
de_de: Erlauben Sie Benutzern, die Warteliste zu füllen, wenn alle Zeitfenster für den Tag gebucht sind.
es_es: Permitir a los usuarios llenar la lista de espera cuando se reserven todas las franjas horarias del día.
fr_fr: Permettez aux utilisateurs de remplir la liste d’attente lorsque tous les créneaux horaires de la journée sont réservés.
it_it: Consenti agli utenti di riempire la lista d'attesa quando tutte le fasce orarie della giornata sono prenotate.

source: Allow users to fill the Wait List when their preferred time is unavailable.
de_de: Erlauben Sie Benutzern, die Warteliste zu füllen, wenn ihre bevorzugte Zeit nicht verfügbar ist.
es_es: Permitir que los usuarios completen la lista de espera cuando su hora preferida no esté disponible.
fr_fr: Permettez aux utilisateurs de remplir la liste d’attente lorsque l’heure de leur choix n’est pas disponible.
it_it: Consenti agli utenti di riempire la lista d'attesa quando l'orario preferito non è disponibile.

source: Allow Whatsapp
it_it: Consenti Whatsapp

source: Allows to show or hide comments section on the reservation form. Enabled by default. If you see that your guests misuse the comments section, disable it.
de_de: Ermöglicht das Ein- oder Ausblenden des Kommentarbereichs auf dem Reservierungsformular. Standardmäßig aktiviert. Wenn Sie feststellen, dass Ihre Gäste den Kommentarbereich missbrauchen, deaktivieren Sie ihn.
es_es: Permite mostrar u ocultar la sección de comentarios en el formulario de reserva. Habilitado de forma predeterminada. Si ves que tus invitados hacen un mal uso de la sección de comentarios, desactívala.
fr_fr: Permet d’afficher ou de masquer la section des commentaires sur le formulaire de réservation. Activé par défaut. Si vous constatez que vos invités utilisent à mauvais escient la section des commentaires, désactivez-la.
it_it: Permette di mostrare o nascondere la sezione dei commenti nel modulo di prenotazione. Abilitato per impostazione predefinita. Se noti che i tuoi ospiti abusano della sezione dei commenti, disabilitala.

source: Alternative time step
de_de: Alternative Zeitauswahl
es_es: Paso de tiempo alternativo
fr_fr: Pas de temps alternatif
it_it: Passo orario alternativo

source: Always show
de_de: Immer anzeigen
es_es: Mostrar siempre
fr_fr: Toujours afficher
it_it: Mostra sempre

source: Api Information
it_it: Informazioni sull'API

source: API Key
fr_fr: Clé API
it_it: Chiave API

source: API key is successfully changed.
es_es: La clave API se ha cambiado correctamente.
fr_fr: La clé API a été modifiée avec succès.
it_it: La chiave API è stata modificata correttamente.

source: Api key should be a GUID number.
fr_fr: La clé API doit être un numéro GUID.
it_it: La chiave API deve essere un numero GUID.

source: ApiKey
de_de: API-Schlüssel
it_it: Chiave API

source: Apologies for the inconvenience, but we encountered an issue while trying to make your reservation. It seems there was a technical glitch on our end. Our team is actively working to resolve this issue. Please try again in a few minutes, and if the problem persists, feel free to reach out to our customer support for assistance. Additionally, if you could please send a screenshot of the error message to {emailLink}, it would greatly help us in diagnosing and resolving the issue more efficiently. We appreciate your patience and cooperation. Response:
it_it: Ci scusiamo per l'inconveniente, ma abbiamo riscontrato un problema durante il tentativo di effettuare la prenotazione. Sembra che ci sia stato un problema tecnico da parte nostra. Il nostro team sta lavorando attivamente per risolvere questo problema. Riprova tra qualche minuto e, se il problema persiste, non esitare a contattare il nostro servizio clienti per assistenza. Inoltre, se potessi inviare uno screenshot del messaggio di errore a {emailLink}, ci aiuterebbe molto a diagnosticare e risolvere il problema in modo più efficiente. Apprezziamo la vostra pazienza e collaborazione. Risposta:

source: Are you facing trouble configuring the plugin? Don't worry! We offer free personal assistance to help you out. You can schedule a session with us using Calendly or reach out to us via Skype, WhatsApp, or Facebook. We're here to provide the support you need.
it_it: Hai problemi a configurare il plugin? Non preoccuparti! Offriamo assistenza personale gratuita per aiutarvi. Puoi programmare una sessione con noi utilizzando Calendly o contattarci tramite Skype, WhatsApp o Facebook. Siamo qui per fornirti il supporto di cui hai bisogno.

source: At least one opening time should be provided
it_it: Deve essere fornito almeno un orario di apertura

source: Available seats
es_es: Asientos disponibles
fr_fr: Places disponibles
it_it: Posti disponibili

source: Available Time Appearance
fr_fr: Apparition des horaires disponibles
it_it: Aspetto tempo disponibile

source: Back
de_de: Zurück
es_es: Atrás
fr_fr: Précédent
it_it: Indietro

source: Back to reservation page
de_de: Zurück zur Reservierungsseite
es_es: Volver a la página de reservas
fr_fr: Retour à la page de réservation
it_it: Torna alla pagina di prenotazione

source: Basic package functionality (paid version)
de_de: Basic-Paket Funktionen (kostenpflichtig)
es_es: Funcionalidad básica del paquete (versión paga)
fr_fr: Service Premium
it_it: Funzionalità di base del pacchetto (versione a pagamento)

source: Below is your API Key, please use it when you ask for a support.
it_it: Di seguito è riportata la tua chiave API, utilizzala quando chiedi supporto.

source: Birthday
de_de: Geburtstag
fr_fr: Date de naissance
it_it: Compleanno

source: Birthday (dd/mm)
de_de: Geburtstag (tt/mm)
fr_fr: Date de naissance (jj/mm)
it_it: Compleanno (gg/mm)

source: Blocked Time. Define time range when online reservation should not be accepted. Specify a reason why reservations are not accepted at this time to keep your clients happy.
de_de: Geblockte Zeiten. Definiere Zeiträume an denen keine Online-Reservierungen akzeptiert werden sollen. Du kannst auch einen Grund angeben, der deinen Gästen angezeigt wird.
es_es: Tiempo bloqueado Defina el intervalo de tiempo cuando no se debe aceptar la reserva en línea. Especifique una razón por la cual no se aceptan reservas en este momento para mantener contentos a sus clientes.
it_it: Tempo bloccato. Definisci l'intervallo di tempo in cui la prenotazione online non deve essere accettata. Specifica un motivo per cui le prenotazioni non vengono accettate in questo momento per rendere felici i tuoi clienti.

source: By shifts
de_de: Nach Schichten
es_es: Por turnos
fr_fr: Par périodes
it_it: Per turni

source: Calendar type
de_de: Kalendertyp
es_es: Tipo de calendario
fr_fr: Type de calendrier
it_it: Tipo di calendario

source: Cancel existing reservation
de_de: Bestehende Reservierung stornieren
es_es: Cancelar reserva existente
fr_fr: Annuler une réservation existante
it_it: Cancella prenotazione esistente

source: Cancel reservation
de_de: Reservierung stornieren
es_es: Cancelar reserva
fr_fr: Annuler la réservation
it_it: Cancella prenotazione

source: Captcha is not valid.
es_es: Captcha no es válido.
fr_fr: Le captcha n'est pas valide.
it_it: Il captcha non è valido.

source: Captcha key
de_de: Captcha Schlüssel
fr_fr: Clé Captcha
it_it: Chiave Captcha

source: Change
de_de: Ändern
fr_fr: Modifier
it_it: Cambiare

source: Change API key
de_de: Ändere API Schlüssel
es_es: Cambiar clave de API
fr_fr: Changer la clé API
it_it: Cambia la chiave API

source: Change details
de_de: Details ändern
es_es: Cambiar detalles
fr_fr: Modifier les détails
it_it: Modifica dettagli

source: Check available time
de_de: Verfügbare Zeit prüfen
es_es: Comprobar disponibilidad
fr_fr: Vérifier les horaires disponibles
it_it: Verifica disponibilità orario

source: Check box
de_de: Kontrollkästchen
fr_fr: Case à cocher
it_it: Casella di controllo

source: Children
de_de: Kinder
es_es: Niños
fr_fr: Enfants
it_it: Bambini

source: Choose the appearance of the plugin.
de_de: Wählen Sie das Erscheinungsbild des Plugins.
es_es: Elige la apariencia del plugin.
fr_fr: Choisissez l’apparence du plugin.
it_it: Scegli l'aspetto del plugin.

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città

source: Click here to open reservation page
it_it: Clicca qui per aprire la pagina di prenotazione

source: Close
de_de: Geschlossen
es_es: Cerrado
fr_fr: Fermé
it_it: Chiuso

source: Closed day or fully booked
de_de: Ruhetag oder ausgebucht
es_es: Día cerrado o con reserva completa
fr_fr: Journée fermée ou complète
it_it: Giorno di chiusura o al completo

source: Collect First and Last name
de_de: Unterscheide zwischen Vor- und Nachname
fr_fr: Collecter le prénom et le nom de famille
it_it: Raccogli nome e cognome

source: Collect phone number with country code
de_de: Telefonnummer mit Ländercode verlangen
fr_fr: Collecter le numéro de téléphone avec l'indicatif du pays
it_it: Raccogli il numero di telefono con il prefisso internazionale

source: Collect pre-payment for reservations.
de_de: Verlange Vorauszahlungen für Reservierungen
es_es: Cobrar prepago para reservas.
fr_fr: Collecter un prépaiement pour les réservations.
it_it: Raccogli il pagamento anticipato per le prenotazioni.

source: Collect user experience feedback
fr_fr: Collecter les retours d'expérience des utilisateurs
it_it: Raccogli il feedback sull'esperienza utente

source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commentaire
it_it: Commenti

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
it_it: Commenti

source: Comments can't be empty
de_de: Kommentare dürfen nicht leer sein
es_es: Los comentarios no pueden estar vacíos
fr_fr: Les commentaires ne peuvent pas être vides
it_it: I commenti non possono essere vuoti

source: Configuration page
fr_fr: Page de configuration
it_it: Pagina di configurazione

source: Confirm visit
fr_fr: Confirmer la visite
it_it: Conferma visita

source: Confirmation page
de_de: Bestätigungsseite
es_es: Página de confirmación
fr_fr: Page de confirmation
it_it: Pagina di conferma

source: Congratulations! Your reservation is confirmed!
de_de: Glückwunsch! Ihre Reservierung ist bestätigt!
es_es: ¡Felicidades! ¡Tu reserva está confirmada!
fr_fr: Félicitations! Votre réservation est confirmée !
it_it: Felicitazioni! La tua prenotazione è confermata!

source: Congratulations! Your reservation request is received!
de_de: Glückwunsch! Ihre Reservierungsanfrage ist eingegangen!
es_es: ¡Felicidades! ¡Tu solicitud de reserva ha sido recibida!
fr_fr: Félicitations! Votre demande de réservation est bien reçue !
it_it: Felicitazioni! La tua richiesta di prenotazione è stata ricevuta!

source: Contact information
it_it: Informazioni di contatto

source: Contact Us
it_it: Contattaci

source: contact us directly
de_de: Kontaktieren Sie uns direkt.
es_es: Contacta con nosotros directamente
fr_fr: contactez-nous directement
it_it: Contattaci direttamente

source: Country
de_de: Land
es_es: País
fr_fr: Pays
it_it: Provincia

source: Create a support ticket
it_it: Creare un ticket di supporto

source: Create reservation
de_de: Reservierung erstellen
es_es: Crear reserva
fr_fr: Créer une réservation
it_it: Crea prenotazione

source: Current Place ID
de_de: Derzeitige Platz ID
es_es: ID del lugar actual
fr_fr: Identifiant du lieu actuel
it_it: ID luogo corrente

source: Current time
fr_fr: Heure actuelle
it_it: Ora corrente

source: Custom field is required
de_de: "Benutzerdefiniertes Feld" ist erforderlich
es_es: El campo personalizado es obligatorio
fr_fr: Remplir les champs nécessaires
it_it: Il campo personalizzato è obbligatorio

source: Custom fields
de_de: Benutzerdefinierte Felder
es_es: Campos personalizados
fr_fr: Champs personnalisés
it_it: Campi personalizzati

source: Custom fields are meant to allow users define additional fields for collecting more information from customers. You can choose the name of the field, type of field, the constraint whether it is a required field or not and the error message for the required field.
de_de: Benutzerdefinierte Felder erlauben es dir, von deinen Gästen zusätzliche Informationen abzufragen. Du kann den Feld-Namen und den Feld-Typ auswählen und einstellen, ob das Feld ausgefüllt werden muss.
es_es: Los campos personalizados están destinados a permitir a los usuarios definir campos adicionales para recopilar más información de los clientes. Puede elegir el nombre del campo, el tipo de campo, la restricción de si es un campo obligatorio o no y el mensaje de error para el campo requerido.
fr_fr: Les champs personnalisés permettent aux utilisateurs de définir des champs supplémentaires pour collecter plus d'informations auprès des clients. Vous pouvez choisir le nom du champ, le type de champ, la contrainte indiquant s'il s'agit d'un champ obligatoire ou non, ainsi que le message d'erreur pour le champ obligatoire.
it_it: I campi personalizzati hanno lo scopo di consentire agli utenti di definire campi aggiuntivi per la raccolta di ulteriori informazioni dai clienti. È possibile scegliere il nome del campo, il tipo di campo, il vincolo se si tratta di un campo obbligatorio o meno e il messaggio di errore per il campo obbligatorio.

source: Data Input Appearance
de_de: Aussehen der Dateneingabe
fr_fr: Apparence de la saisie des données
it_it: Aspetto dell'input dei dati

source: Date
de_de: Datum
es_es: Fecha
it_it: Data

source: Date format
de_de: Datumsformat
es_es: Formato de la fecha
fr_fr: Format de date
it_it: Formato data

source: Days
de_de: Tage
es_es: Días
fr_fr: Jours
it_it: Giorni

source: Default Style
de_de: Standard-Stil
es_es: Estilo predeterminado
fr_fr: Style par défaut
it_it: Stile predefinito

source: Default theme
de_de: Standard-Theme
es_es: Tema predeterminado
fr_fr: Thème par défaut
it_it: Tema predefinito

source: Description
de_de: Beschreibung
es_es: Descripción
it_it: Descrizione

source: Description for children dropdown
de_de: Beschreibung für Kinderbezogene Drop-down-Liste
es_es: Descripción para niños desplegable
fr_fr: Description pour la liste déroulante des enfants
it_it: Descrizione per bambini menu a tendina

source: Design theme
de_de: Design-Thema
es_es: Tema de diseño
fr_fr: Thème de conception
it_it: Tema di design

source: Details
es_es: Detalles
fr_fr: Détails
it_it: Dettagli

source: Disable confirmation email
de_de: Deaktiviere Bestätigungs-E-Mail
es_es: Desactivar correo electrónico de confirmación
fr_fr: Désactiver l'e-mail de confirmation
it_it: Disabilita l'email di conferma

source: Disabled
de_de: Arbeitsunfähig
es_es: Deshabilitado
fr_fr: Handicapé
it_it: Disabile

source: Discount
fr_fr: Réduction
it_it: Sconto

source: Display left seats
de_de: Freie Plätze anzeigen
es_es: Mostrar asientos izquierdos
fr_fr: Afficher les places restantes
it_it: Mostra i posti a sedere a sinistra
